Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: Create a flowchart showing the steps of planning and executing a school fundraising event
de: Erstelle einen Flussdiagramm, das die Schritte zur Planung und Durchführung eines Schul-Fundraising-Events zeigt
es: Crear un diagrama de flujo que muestre los pasos de planificación y ejecución de un evento de recaudación de fondos escolar
fr: Créer un organigramme montrant les étapes de la planification et de l'exécution d'un événement de collecte de fonds scolaire
hi: एक स्कूल रेस्ट्रोइज़िंग इवेंट की योजना और निष्पादन के चरणों को दिखाने वाला फ्लोचार्ट बनाएं
pt_br: Criar um fluxograma mostrando os passos de planejamento e execução de um evento de arrecadação de fundos escolar

source: Create a new flowchart to get started or organize your work with folders.
de: Erstellen Sie ein neues Flussdiagramm, um zu beginnen oder organisieren Sie Ihre Arbeit mit Ordnern.
es: Crea un nuevo diagrama de flujo para empezar o organiza tu trabajo con carpetas.
hi: शुरू करने के लिए एक नया फ्लोचार्ट बनाएं या फ़ोल्डर के साथ अपना काम संगठित करें।
pt_br: Crie um novo fluxograma para começar ou organize seu trabalho com pastas.

source: Create flowcharts instantly: Type or paste text, see it visualized.
de: Erstellen Sie sofort Flussdiagramme: Tippen oder fügen Sie Text ein, sehen Sie ihn visualisiert.
es: Crea diagramas de flujo al instante: Escribe o pega texto, míralo visualizado.
fr: Créez des organigrammes instantanément : Tapez ou collez du texte, visualisez-le.
hi: तुरंत फ्लोचार्ट बनाएं: पाठ लिखें या पेस्ट करें, उसे दृश्यीकृत करें।
pt_br: Crie fluxogramas instantaneamente: Digite ou cole o texto, veja-o visualizado.

source: Create unlimited diagrams for just $6/month!
es: ¡Crea diagramas ilimitados por solo $6 al mes!
hi: सिर्फ $6/महीने में असीमित आरेख बनाएं!

source: Create unlimited flowcharts stored in the cloud– accessible anywhere!
de: Erstellen Sie unbegrenzte Flussdiagramme, die in der Cloud gespeichert sind und überall zugänglich sind!
es: ¡Crea diagramas de flujo ilimitados almacenados en la nube, accesibles desde cualquier lugar!
fr: Créez des diagrammes de flux illimités stockés dans le cloud, accessibles partout !
hi: आकार में असीमित फ्लोचार्ट को क्लाउड में संग्रहीत करें - किसी भी जगह से उपलब्ध!
pt_br: Crie fluxogramas ilimitados armazenados na nuvem - acessíveis em qualquer lugar!

source: Create with AI
de: Erstellen mit KI
es: Crear con IA
fr: Créer avec l'intelligence artificielle
hi: AI के साथ बनाएं
pt_br: Crie com IA

source: Created Date
de: Erstellungsdatum
es: Fecha de creación
hi: बनाई गई तारीख
pt_br: Data de Criação

source: Creating an edge between two nodes is done by indenting the second node below the first
de: Eine Kante zwischen zwei Knoten wird erstellt, indem der zweite Knoten unter dem ersten eingerückt wird
es: Crear un borde entre dos nodos se realiza al sangrar el segundo nodo debajo del primero
fr: Créer une arête entre deux nœuds est fait en indentant le second nœud sous le premier
hi: दो नोड्स के बीच एक एज बनाने के लिए दूसरा नोड पहले वाले के नीचे इंडेंट करना होता है
pt_br: Criar uma aresta entre dois nós é feito indentando o segundo nó abaixo do primeiro

source: Curve Style
de: Kurvenstil
es: Estilo de Curva
fr: Style de courbe
hi: वक्र शैली
pt_br: Estilo de Curva

source: Custom CSS
de: Benutzerdefiniertes CSS
es: CSS personalizado
fr: CSS personnalisé
hi: कस्टम CSS
pt_br: CSS Personalizado

source: Custom Sharing Options
de: Benutzerdefinierte Freigabeoptionen
es: Opciones de compartición personalizadas
fr: Options de partage personnalisées
hi: कस्टम शेयरिंग विकल्प
pt_br: Opções de Compartilhamento Personalizadas

source: Custom sharing & public links
de: Individuelle Freigabe und öffentliche Links
es: Compartir personalizado y enlaces públicos
hi: कस्टम साझा करने और सार्वजनिक लिंक
pt_br: Compartilhamento personalizado e links públicos

source: Customer Portal
de: Kundenportal
es: Portal del cliente
fr: Portail Clients
hi: ग्राहक पोर्टल
pt_br: Portal do cliente

source: Daily Sandbox Editor
de: Täglicher Sandbox-Editor
es: Editor de Sandbox diario
fr: Éditeur Sandbox quotidien
hi: दैनिक सैंडबॉक्स संपादक
pt_br: Editor de Sandbox diário

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
pt_br: Escuro

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
pt_br: Modo escuro

source: Data Import (Visio, Lucidchart, CSV)
de: Datenimport (Visio, Lucidchart, CSV)
es: Importación de datos (Visio, Lucidchart, CSV)
fr: Importation de données (Visio, Lucidchart, CSV)
hi: डेटा आयात (विशियो, ल्यूसिडचार्ट, सीएसवी)
pt_br: Importação de dados (Visio, Lucidchart, CSV)

source: Data import feature for complex diagrams
de: Datenimportfunktion für komplexe Diagramme
es: Función de importación de datos para diagramas complejos
fr: Fonction d'importation de données pour des diagrammes complexes
hi: जटिल आरेखों के लिए डेटा आयात सुविधा
pt_br: Funcionalidade de importação de dados para diagramas complexos

source: Date
de: Datum
es: Fecha
hi: तारीख़
pt_br: Data

source: Delete
de: Löschen
es: Borrar
hi: हटाएँ
pt_br: Excluir

source: Delete {0}
de: Lösche {0}
es: Borrar {0}
hi: हटाएँ {0}
pt_br: Excluir {0}

source: Describe it and it appears
de: Beschreiben Sie es und es erscheint
es: Descríbelo y aparecerá
hi: इसे वर्णन करें और वह दिखाई देगा
pt_br: Descreva e ele aparecerá

source: Describe your idea. Get a diagram worth presenting.
de: Beschreiben Sie Ihre Idee. Erhalten Sie ein präsentationswürdiges Diagramm.
es: Describe tu idea. Obtén un diagrama que valga la pena presentar.
hi: अपनी विचारों का वर्णन करें। प्रस्तुत करने योग्य आरेख प्राप्त करें।
pt_br: Descreva sua ideia. Obtenha um diagrama que vale a pena apresentar.

source: Design a software development lifecycle flowchart for an agile team
de: Entwerfe einen Software-Entwicklungs-Lebenszyklus-Flussdiagramm für ein agiles Team
es: Diseñar un diagrama de flujo del ciclo de vida de desarrollo de software para un equipo ágil
fr: Concevoir un organigramme du cycle de développement de logiciels pour une équipe agile
hi: एक एजाइल टीम के लिए सॉफ्टवेयर विकास जीवनचक्र फ्लोचार्ट डिज़ाइन करें
pt_br: Projetar um fluxograma do ciclo de vida de desenvolvimento de software para uma equipe ágil

source: Develop a decision tree for a CEO to evaluate potential new market opportunities
de: Entwickle einen Entscheidungsbaum für einen CEO, um potenzielle neue Marktmöglichkeiten zu bewerten.
es: Desarrollar un árbol de decisiones para que un CEO evalúe posibles nuevas oportunidades de mercado
fr: Élaborer un arbre de décision pour un PDG afin d'évaluer de nouvelles opportunités de marché potentielles
hi: एक सीईओ के लिए नए बाजार के अवसरों का मूल्यांकन करने के लिए एक फैसले का पेड़ विकसित करें
pt_br: Desenvolver uma árvore de decisão para um CEO avaliar novas oportunidades de mercado potenciais

source: Direction
de: Richtung
es: Dirección
hi: दिशा
pt_br: Direção

source: Dismiss
de: Entlassen
es: Descartar
fr: Ignorer
hi: खारिज करें
pt_br: Dispensar

source: Do you offer discounts for students or nonprofits?
de: Bieten Sie Rabatte für Studenten oder gemeinnützige Organisationen an?
es: ¿Ofrecen descuentos para estudiantes o organizaciones sin fines de lucro?
hi: क्या आप छात्रों या गैर-लाभकारी संगठनों के लिए छूट प्रदान करते हैं?
pt_br: Vocês oferecem descontos para estudantes ou organizações sem fins lucrativos?

source: Do you want to delete this?
de: Möchten Sie dies löschen?
es: ¿Quieres eliminar esto?
fr: Souhaitez-vous supprimer ceci ?
hi: क्या आप इसे डिलीट करना चाहते हैं?
pt_br: Você deseja deletar isso?

source: Document
es: Documento
hi: दस्तावेज़
pt_br: Documento

source: Don't Lose Your Work
de: Verliere deine Arbeit nicht
es: No pierdas tu trabajo
fr: Ne perdez pas votre travail
hi: अपना काम न खो दें
pt_br: Não Perca Seu Trabalho

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड
pt_br: Baixar

source: Download JPG
de: JPG herunterladen
es: Descargar JPG
fr: Télécharger JPG
hi: JPG डाउनलोड करें
pt_br: Baixar JPG

source: Download PNG
de: PNG herunterladen
es: Descargar PNG
fr: Télécharger PNG
hi: PNG डाउनलोड करें
pt_br: Baixar PNG

source: Download SVG
de: SVG herunterladen
es: Descargar SVG
fr: Télécharger SVG
hi: SVG डाउनलोड करें
pt_br: Baixar SVG

source: Drag and drop a CSV file here, or click to select a file
de: Ziehen Sie eine CSV-Datei hierher oder klicken Sie, um eine Datei auszuwählen
es: Arrastre y suelte un archivo CSV aquí o haga clic para seleccionar un archivo
fr: Glissez-déposez un fichier CSV ici, ou cliquez pour sélectionner un fichier
hi: CSV फ़ाइल यहां ड्रैग और ड्रॉप करें, या फ़ाइल का चयन करने के लिए क्लिक करें
pt_br: Arraste e solte um arquivo CSV aqui ou clique para selecionar um arquivo

source: Draw an edge from multiple nodes by beginning the line with a reference
de: Zeichnen Sie eine Kante von mehreren Knoten, indem Sie die Zeile mit einer Referenz beginnen.
es: Dibuje un borde desde varios nodos comenzando la línea con una referencia
fr: Dessinez une arête à partir de plusieurs nœuds en commençant la ligne par une référence
hi: एक से अधिक नोड्स से एज ड्रा करने के लिए लाइन को एक संदर्भ के साथ शुरू करें
pt_br: Desenhe uma aresta de vários nós começando a linha com uma referência

source: Drop the file here ...
de: Datei hier ablegen ...
es: Suelta el archivo aquí ...
fr: Déposez le fichier ici ...
hi: फाइल यहाँ ड्रॉप करें ...
pt_br: Solte o arquivo aqui ...

source: Each line becomes a node
de: Jede Zeile wird zu einem Knoten
es: Cada línea se convierte en un nodo
fr: Chaque ligne devient un nœud
hi: प्रत्येक पंक्ति एक नोड बन जाती है
pt_br: Cada linha se torna um nó

source: Edge ID, Classes, Attributes
de: Kante-ID, Klassen, Attribute
es: ID de borde, Clases, Atributos
fr: ID Edge, Classes, Attributs
hi: किनारे आईडी, वर्ग, गुण
pt_br: ID de Borda, Classes, Atributos

source: Edge Label
de: Kantenbeschriftung
es: Etiqueta de borde
fr: Étiquette Edge
hi: किनारे लेबल
pt_br: Rótulo de Borda

source: Edge Label Column
de: Spalte mit Kantenbeschriftung
es: Columna de etiqueta de borde
fr: Colonne d'étiquette Edge
hi: किनारे लेबल कॉलम
pt_br: Coluna de Rótulo de Borda

source: Edge Style
de: Kantenstil
es: Estilo de borde
fr: Style Edge
hi: किनारे शैली
pt_br: Estilo de Borda

source: Edge Text Size
de: Kanten Textgröße
es: Tamaño de texto de borde
fr: Taille du texte de bord
hi: एड्ज टेक्स्ट आकार
pt_br: Tamanho do Texto da Borda

source: Edge missing indentation
de: Kante fehlende Einrückung
es: Falta de sangría de borde
fr: Indentation manquante du bord
hi: एड्ज अंतराल गुम है
pt_br: Recuo em falta na borda

source: Edges
de: Kanten
es: Bordes
fr: Bords
hi: किन्तुओं
pt_br: Bordas

source: Edges are declared in the same row as their source node
de: Kanten werden in der gleichen Zeile wie ihr Quellknoten deklariert
es: Los bordes se declaran en la misma fila que su nodo de origen
fr: Les bords sont déclarés dans la même ligne que leur nœud source
hi: उनके स्रोत नोड के ही पंक्ति में किन्तुओं की घोषणा की जाती है
pt_br: As bordas são declaradas na mesma linha que seu nó de origem

source: Edges are declared in the same row as their target node
de: Kanten werden in der gleichen Zeile wie ihr Zielknoten deklariert
es: Los bordes se declaran en la misma fila que su nodo de destino
fr: Les bords sont déclarés dans la même ligne que leur nœud cible
hi: उनके लक्ष्य नोड के ही पंक्ति में किन्तुओं की घोषणा की जाती है
pt_br: As bordas são declaradas na mesma linha que seu nó de destino

source: Edges are declared in their own row
de: Kanten werden in ihrer eigenen Zeile deklariert
es: Los bordes se declaran en su propia fila
fr: Les bords sont déclarés dans leur propre ligne
hi: किन्तुओं को अपनी खुद की पंक्ति में घोषणा की जाती है
pt_br: As bordas são declaradas em sua própria linha

source: Edges can also have ID's, classes, and attributes before the label
de: Kanten können auch ID's, Klassen und Attribute vor der Bezeichnung haben
es: Los bordes también pueden tener ID, clases y atributos antes de la etiqueta
fr: Les bords peuvent également avoir des ID, des classes et des attributs avant l'étiquette
hi: लेबल से पहले, किन्तुओं को आईडीज़, क्लासेज़ और गुण देने की अनुमति होती है
pt_br: As bordas também podem ter ID's, classes e atributos antes da etiqueta

source: Edges can be styled with dashed, dotted, or solid lines
de: Kanten können mit gestrichelten, punktierten oder soliden Linien gestaltet werden
es: Los bordes se pueden estilizar con líneas discontinuas, punteadas o sólidas
fr: Les bords peuvent être stylisés avec des lignes en pointillés, en pointillés ou en lignes continues
hi: किन्तुओं को डैश्ड, डॉटेड या सॉलिड लाइन्स के साथ स्टाइल किया जा सकता है
pt_br: As bordas podem ser estilizadas com linhas tracejadas, pontilhadas ou sólidas

source: Edges in Separate Rows
de: Kanten in separaten Zeilen
es: Bordes en filas separadas
fr: Bordures en Rangs Séparés
hi: अलग पंक्तियों में किन्हें
pt_br: Bordas em Linhas Separadas

source: Edges in Source Node Row
de: Kanten in Quellknotenzeile
es: Bordes en la fila del nodo de origen
fr: Bordures dans la Ligne du Nœud Source
hi: स्रोत नोड पंक्ति में किन्हें
pt_br: Bordas na Linha do Nó de Origem

source: Edges in Target Node Row
de: Kanten in Zielknotenzeile
es: Bordes en la fila del nodo de destino
fr: Bordures dans la Ligne du Nœud Cible
hi: लक्ष्य नोड पंक्ति में किन्हें
pt_br: Bordas na Linha do Nó de Destino

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
pt_br: Editar

source: Edit with AI
de: Mit KI bearbeiten
es: Editar con IA
fr: Modifier avec l'IA
hi: एआई के साथ संपादित करें
pt_br: Edição com IA

source: Editable
de: Editierbar
fr: Modifiable
hi: संपादन योग्य
pt_br: Editável

source: Editor
fr: Éditeur
hi: संपादक

source: Email
es: Correo electrónico
hi: ईमेल

source: Empty
de: Leer
es: Vacío
fr: Vide
hi: खाली
pt_br: Vazio

source: Enable to set a consistent height for all nodes
de: Aktivieren Sie die Einstellung einer einheitlichen Höhe für alle Knoten
es: Activar para establecer una altura consistente para todos los nodos
fr: Activer pour définir une hauteur constante pour tous les nœuds
hi: सभी नोड्स के लिए एक समान ऊंचाई सेट करने के लिए सक्षम करें
pt_br: Ativar para definir uma altura consistente para todos os nós

source: Enter a name for the cloned flowchart.
de: Geben Sie einen Namen für den geklonten Flussdiagramm ein.
es: Ingrese un nombre para el diagrama de flujo clonado.
hi: क्लोन फ्लोचार्ट के लिए एक नाम दर्ज करें।
pt_br: Insira um nome para o fluxograma clonado.

source: Enter a name for the new folder.
de: Geben Sie einen Namen für den neuen Ordner ein.
es: Ingrese un nombre para la nueva carpeta.
hi: नए फोल्डर के लिए एक नाम दर्ज करें।
pt_br: Insira um nome para a nova pasta.

source: Enter a new name for the {0}.
de: Geben Sie einen neuen Namen für den {0} ein.
es: Ingrese un nuevo nombre para el {0}.
hi: {0} के लिए एक नया नाम दर्ज करें।
pt_br: Insira um novo nome para o {0}.

source: Enter your email address and we'll send you a magic link to sign in.
de: Geben Sie Ihre E-Mail-Adresse ein, und wir senden Ihnen einen magischen Link, um sich anzumelden.
es: Introduzca su dirección de correo electrónico y le enviaremos un enlace mágico para iniciar sesión.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien magique pour vous connecter.
hi: अपना ईमेल पता दर्ज करें और हम आपको साइन इन करने के लिए एक जादूगरी लिंक भेजेंगे।
pt_br: Digite seu endereço de e-mail e enviaremos um link mágico para fazer login.

source: Enter your email address below and we'll send you a link to reset your password.
de: Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen einen Link, um Ihr Passwort zurückzusetzen.
es: Ingresa tu dirección de correo electrónico a continuación y te enviaremos un enlace para restablecer tu contraseña.
fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons un lien pour réinitialiser votre mot de passe.
hi: नीचे अपना ईमेल पता दर्ज करें और हम आपको अपना पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।
pt_br: Digite seu endereço de e-mail abaixo e enviaremos um link para redefinir sua senha.

source: Equal To
de: Gleich
es: Igual a
fr: Égal à
hi: बराबर
pt_br: Igual a

source: Every diagram exports as crisp PNG, SVG, or shareable link — ready for the meeting, the doc, or the deck.
de: Jedes Diagramm wird als gestochen scharfes PNG, SVG oder teilbarer Link exportiert - bereit für das Meeting, das Dokument oder die Präsentation.
es: Cada diagrama se exporta como PNG, SVG o enlace compartible, listo para la reunión, el documento o la presentación.
hi: हर चित्र ताजगी से PNG, SVG या साझा करने योग्य लिंक के रूप में निर्यात किया जाता है - मीटिंग, दस्तावेज़, या डेक के लिए तैयार है।
pt_br: Cada diagrama é exportado em PNG, SVG ou link compartilhável - pronto para a reunião, o documento ou a apresentação.

source: Everything you need to know about Flowchart Fun Pro
de: Alles, was du über Flowchart Fun Pro wissen musst
es: Todo lo que necesitas saber sobre Flowchart Fun Pro
hi: Flowchart Fun Pro के बारे में आपको सब कुछ जानने की जरूरत है
pt_br: Tudo o que você precisa saber sobre o Flowchart Fun Pro

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
hi: उदाहरण
pt_br: Exemplos

source: Exclusive Office Hours
de: Exklusive Bürozeiten
es: Horario de oficina exclusivo
fr: Heures de bureau exclusives
hi: अनन्य ऑफिस घंटे
pt_br: Horário de atendimento exclusivo

source: Experience the efficiency and security of loading local files directly into your flowchart, perfect for managing work-related documents offline. Unlock this exclusive Pro feature and more with Flowchart Fun Pro, available for only $6/month
es: Experimenta la eficiencia y seguridad de cargar archivos locales directamente en tu diagrama de flujo, perfecto para manejar documentos relacionados con el trabajo sin conexión. Desbloquea esta función exclusiva de Pro y más con Flowchart Fun Pro, disponible por solo $6 al mes.
hi: अपने फ्लोचार्ट में स्थानीय फाइलों को सीधे लोड करने की क्षमता का अनुभव करें, जो काम से संबंधित दस्तावेजों को ऑफ़लाइन प्रबंधित करने के लिए उत्कृष्ट है। फ्लोचार्ट फन प्रो के साथ इस अनूठे प्रो फीचर को और भी खोलें, सिर्फ $6/महीने में उपलब्ध है।

source: Explore Pro
de: Erkunde Pro
es: Explorar Pro
hi: प्रो खोजें

source: Explore more
de: Erkunde mehr
es: Explora más
fr: Explorez plus
hi: और ज्ञान प्राप्त करें
pt_br: Explore mais

source: Export
de: Exportieren
es: Exportar
fr: Exporter
hi: एक्सपोर्ट करें
pt_br: Exportar

source: Export clean diagrams without branding
de: Exportieren Sie saubere Diagramme ohne Branding
es: Exporta diagramas limpios sin marcas
fr: Exportez des diagrammes propres sans branding
hi: ब्रांडिंग के बिना साफ आरेख निर्यात करें
pt_br: Exporte diagramas limpos sem marcação

source: Export to PNG & JPG
de: Exportieren Sie nach PNG & JPG
es: Exportar a PNG y JPG
fr: Exporter en PNG et JPG
hi: PNG और JPG में निर्यात करें
pt_br: Exportar para PNG e JPG

source: Export to PNG, JPG, and SVG
de: Exportieren Sie nach PNG, JPG und SVG
es: Exportar a PNG, JPG y SVG
fr: Exporter en PNG, JPG et SVG
hi: PNG, JPG और SVG में निर्यात करें
pt_br: Exportar para PNG, JPG e SVG

source: Feature Breakdown
de: Funktionsübersicht
es: Desglose de características
fr: Démontage des fonctionnalités
hi: विशेषता विभाजन
pt_br: Descrição das funcionalidades

source: Feedback
es: Comentarios
fr: Commentaire
hi: फ़ीडबैक

source: Feel free to explore and reach out to us through the <0>Feedback</0> page should you have any concerns.
de: Fühlen Sie sich frei, zu erkunden und uns über die <0>Feedback</0>-Seite zu kontaktieren, sollten Sie irgendwelche Bedenken haben.
es: Siéntase libre de explorar y comuníquese con nosotros a través de la página de <0>Comentarios</0> si tiene alguna preocupación.
fr: N'hésitez pas à explorer et à nous contacter via la page <0>Commentaires</0> si vous avez des inquiétudes.
hi: किसी भी चिंता के लिए हमसे फीडबैक पेज के माध्यम से संपर्क करने के लिए स्वतंत्रता से अन्वेषण करें और प्रवेश करें।
pt_br: Sinta-se à vontade para explorar e entrar em contato conosco através da página <0>Feedback</0> se tiver alguma preocupação.

source: Fine-tune layouts and visual styles
de: Feinabstimmung von Layouts und visuellen Stilen
es: Ajusta los diseños y estilos visuales
fr: Affinez les mises en page et les styles visuels
hi: लेआउट और दृश्य शैलियों को समायोजित करें
pt_br: Ajuste layouts e estilos visuais

source: Fixed Height
de: Feste Höhe
es: Altura fija
fr: Hauteur fixe
hi: निश्चित ऊंचाई
pt_br: Altura fixa

source: Fixed Node Height
de: Fester Knotenhöhe
es: Altura de Nodo Fija
fr: Hauteur de nœud fixe
hi: निर्धारित नोड ऊंचाई
pt_br: Altura do Nó Fixa

source: Flowchart Fun Pro gives you unlimited flowcharts, unlimited collaborators, and unlimited storage for just $6/month.
es: Flowchart Fun Pro te ofrece diagramas de flujo ilimitados, colaboradores ilimitados y almacenamiento ilimitado por solo $6 al mes.
hi: फ्लोचार्ट फन प्रो आपको सिर्फ $6/महीने में असीमित फ्लोचार्ट, असीमित सहयोगी और असीमित स्टोरेज प्रदान करता है।

source: Flowchart Fun is built and maintained by one developer. Your support keeps it going.
de: Flowchart Fun wird von einem Entwickler gebaut und gepflegt. Deine Unterstützung hält es am Laufen.
es: Flowchart Fun está creado y mantenido por un solo desarrollador. Tu apoyo lo mantiene en marcha.
hi: फ्लोचार्ट फन एक डेवलपर द्वारा बनाया और रखा जाता है। आपका समर्थन इसे चलाने में सहायता करता है।
pt_br: Flowchart Fun é construído e mantido por um único desenvolvedor. Seu apoio mantém ele funcionando.

source: Follow Us on Twitter
de: Folgen Sie uns auf Twitter
es: Síguenos en Twitter
fr: Suivez-nous sur Twitter
hi: हमारे साथ ट्विटर पर फॉलो करें
pt_br: Siga-nos no Twitter

source: Font Family
de: Schriftfamilie
es: Familia de Fuentes
fr: Famille de polices
hi: फॉन्ट परिवार
pt_br: Família de Fontes

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: अपना पासवर्ड भूल गए?
pt_br: Esqueceu sua senha?

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ्त
pt_br: Grátis

source: Free users: charts in the sandbox expire after 7 days.
de: Kostenlose Benutzer: Diagramme im Sandbox-Modus laufen nach 7 Tagen ab.
es: Usuarios gratuitos: los diagramas en el área de pruebas caducan después de 7 días.
hi: नि: शुल्क उपयोगकर्ताओं: सैंडबॉक्स में चार्ट 7 दिनों के बाद समाप्त हो जाते हैं।
pt_br: Usuários gratuitos: os gráficos no sandbox expiram após 7 dias.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
hi: अक्सर पूछे जाने वाले सवाल
pt_br: Perguntas frequentes

source: Full-screen, read-only, and template sharing
de: Vollbild, Nur-Lesen und Vorlagenfreigabe
es: Pantalla completa, solo lectura y compartición de plantillas
fr: Partage en plein écran, en lecture seule et de modèles
hi: पूर्ण स्क्रीन, केवल पढ़ने के लिए और टेम्पलेट साझा करें
pt_br: Compartilhamento em tela cheia, somente leitura e modelos

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
hi: फ़ुलस्क्रीन
pt_br: Tela cheia

source: General
de: Allgemein
fr: Général
hi: सामान्य
pt_br: Geral

source: Generate flowcharts from text automatically
de: Generieren Sie automatisch Flussdiagramme aus Texten
es: Genera diagramas de flujo automáticamente a partir de texto
fr: Générez automatiquement des diagrammes de flux à partir de texte
hi: पाठ से स्वचालित रूप से फ्लोचार्ट उत्पन्न करें
pt_br: Gere fluxogramas automaticamente a partir de texto

source: Get Pro Access Now
de: Erhalten Sie jetzt Pro-Zugang
es: Obtén acceso Pro ahora
fr: Obtenez un accès Pro maintenant
hi: अब प्रो एक्सेस प्राप्त करें
pt_br: Obtenha acesso Pro agora

source: Get Unlimited AI Requests
de: Erhalten Sie unbegrenzte KI-Anfragen
es: Obtén solicitudes de IA ilimitadas
fr: Obtenez des demandes illimitées d'IA
hi: असीमित एआई अनुरोध प्राप्त करें
pt_br: Obtenha solicitações ilimitadas de IA
