Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: Use the customer portal to change your billing information.
de: Verwenden Sie das Kundenportal, um Ihre Rechnungsinformationen zu ändern.
es: Utilice el portal de clientes para cambiar su información de facturación.
fr: Utilisez le portail client pour modifier vos informations de facturation.
hi: अपनी बिलिंग जानकारी बदलने के लिए ग्राहक पोर्टल का उपयोग करें।
pt_br: Use o portal do cliente para alterar suas informações de cobrança.

source: Use these settings to adapt the look and behavior of your flowcharts
de: Verwenden Sie diese Einstellungen, um das Aussehen und Verhalten Ihrer Flussdiagramme anzupassen
es: Utilice estos ajustes para adaptar la apariencia y el comportamiento de sus diagramas de flujo
fr: Utilisez ces paramètres pour adapter l'apparence et le comportement de vos diagrammes de flux
hi: अपने फ्लोचार्ट की दिखता और व्यवहार को अनुकूलित करने के लिए इन सेटिंग्स का उपयोग करें
pt_br: Use essas configurações para adaptar a aparência e o comportamento de seus fluxogramas

source: Use this file for org charts, hierarchies, and other organizational structures.
de: Verwenden Sie diese Datei für Organigramme, Hierarchien und andere Organisationsstrukturen.
es: Utilice este archivo para diagramas de organización, jerarquías y otras estructuras organizativas.
fr: Utilisez ce fichier pour les organigrammes, les hiérarchies et autres structures organisationnelles.
hi: संगठनात्मक चार्ट, पदानुक्रमों और अन्य संगठनात्मक संरचनाओं के लिए इस फ़ाइल का उपयोग करें।
pt_br: Use este arquivo para organogramas, hierarquias e outras estruturas organizacionais.

source: Use this file for sequences, processes, and workflows.
de: Verwenden Sie diese Datei für Sequenzen, Prozesse und Workflows.
es: Utilice este archivo para secuencias, procesos y flujos de trabajo.
fr: Utilisez ce fichier pour les séquences, les processus et les workflows.
hi: अनुक्रमों, प्रक्रियाओं और कार्यप्रवाहों के लिए इस फ़ाइल का उपयोग करें।
pt_br: Use este arquivo para sequências, processos e fluxos de trabalho.

source: Use this mode to modify and enhance your current chart.
de: Verwenden Sie diesen Modus, um Ihre aktuelle Tabelle zu ändern und zu verbessern.
es: Utilice este modo para modificar y mejorar su gráfico actual.
fr: Utilisez ce mode pour modifier et améliorer votre diagramme actuel.
hi: अपने मौजूदा चार्ट को संशोधित और सुधारित करने के लिए इस मोड का उपयोग करें।
pt_br: Use este modo para modificar e aprimorar seu fluxograma atual.

source: Used at
de: Verwendet bei
es: Utilizado en
hi: इस्तेमाल किया गया
pt_br: Utilizado em

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hi: यूज़र
pt_br: Usuário

source: Vector Export (SVG)
de: Vektor-Export (SVG)
es: Exportación de vectores (SVG)
fr: Exportation de vecteurs (SVG)
hi: वेक्टर निर्यात (SVG)
pt_br: Exportação de Vetor (SVG)

source: View on Github
de: Auf Github ansehen
es: Ver en Github
fr: Voir sur Github
hi: Github पर देखें
pt_br: Visualizar no Github

source: Want to create a flowchart from a document? Paste it in the editor and click 'Convert to Flowchart'
de: Möchten Sie ein Flussdiagramm aus einem Dokument erstellen? Fügen Sie es in den Editor ein und klicken Sie auf "In Flussdiagramm umwandeln".
es: ¿Quieres crear un diagrama a partir de un documento? Pégalo en el editor y haz clic en "Convertir a diagrama".
fr: Vous souhaitez créer un diagramme à partir d'un document ? Collez-le dans l'éditeur et cliquez sur 'Convertir en diagramme'
hi: क्या आप एक दस्तावेज़ से फ्लोचार्ट बनाना चाहते हैं? संपादक में इसे पेस्ट करें और 'फ्लोचार्ट में परिवर्तित करें' पर क्लिक करें।
pt_br: Quer criar um fluxograma a partir de um documento? Cole-o no editor e clique em 'Converter em Fluxograma'.

source: Watermark-Free Diagrams
de: Wasserzeichenfreie Diagramme
es: Diagramas sin marca de agua
fr: Diagrammes sans filigrane
hi: वॉटरमार्क-मुक्त आरेख
pt_br: Diagramas sem marca d'água

source: Watermarks
de: Wasserzeichen
es: Marcas de agua
fr: Filigranes
hi: वॉटरमार्क
pt_br: Marca d'água

source: Welcome to Flowchart Fun
de: Willkommen bei Flowchart Spaß
es: Bienvenido a Flowchart Divertido
fr: Bienvenue dans Flowchart Fun
hi: फ्लोचार्ट फन में आपका स्वागत है
pt_br: Bem-vindo ao Flowchart Fun

source: What if I just need it for one project?
de: Was ist, wenn ich es nur für ein Projekt brauche?
es: ¿Y si solo lo necesito para un proyecto?
hi: क्या मुझे केवल एक प्रोजेक्ट के लिए ही इसकी आवश्यकता है?
pt_br: E se eu só precisar para um projeto?

source: What our users are saying
de: Was unsere Nutzer sagen
es: Lo que dicen nuestros usuarios
fr: Ce que nos utilisateurs disent
hi: हमारे उपयोगकर्ताओं के क्या कहने हैं
pt_br: O que nossos usuários estão dizendo

source: What's next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
fr: Quelle est la prochaine étape ?
hi: अगला क्या है?
pt_br: E o próximo passo?

source: What's this?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est?
hi: यह क्या है?
pt_br: O que é isso?

source: Width
de: Breite
es: Ancho
fr: Largeur
hi: चौड़ाई
pt_br: Largura

source: Width and Height
de: Breite und Höhe
es: Ancho y Alto
fr: Largeur et hauteur
hi: चौड़ाई और ऊँचाई
pt_br: Largura e Altura

source: Will my diagrams actually look professional?
de: Werden meine Diagramme tatsächlich professionell aussehen?
es: ¿Mis diagramas se verán realmente profesionales?
hi: क्या मेरे डायग्राम वास्तव में पेशेवर दिखेंगे?
pt_br: Meus diagramas terão um aspecto profissional?

source: With Flowchart Fun's Pro version, you can use natural language comamnds to quickly flesh out your flowchart details, ideal for creating diagrams on the go. For $6/month, get the ease of accessible AI editing to enhance your flowcharting experience.
es: Con la versión Pro de Flowchart Fun, puedes utilizar comandos de lenguaje natural para completar rápidamente los detalles de tu diagrama, ideal para crear diagramas sobre la marcha. Por $6/mes, obtén la facilidad de la edición de IA accesible para mejorar tu experiencia de creación de diagramas.
hi: फ्लोचार्ट फन के प्रो संस्करण के साथ, आप प्राकृतिक भाषा के आदेशों का उपयोग करके अपने फ्लोचार्ट विवरणों को त्वरित रूप से समाप्त कर सकते हैं, यात्रा पर आरेख बनाने के लिए आदर्श। $6/महीने के लिए, अपने फ्लोचार्टिंग अनुभव को बढ़ाने के लिए पहुंचने योग्य AI संपादन की सुविधा प्राप्त करें।

source: With the pro version you can save and load local files. It's perfect for managing work-related documents offline.
de: Mit der Pro-Version können Sie lokale Dateien speichern und laden. Es ist perfekt für die Verwaltung von Arbeitsdokumenten offline.
es: Con la versión pro puedes guardar y cargar archivos locales. Es perfecto para gestionar documentos relacionados con el trabajo sin conexión.
fr: Avec la version pro, vous pouvez enregistrer et charger des fichiers locaux. C'est parfait pour gérer des documents professionnels hors ligne.
hi: प्रो संस्करण के साथ आप स्थानीय फ़ाइलों को सहेज और लोड कर सकते हैं। यह ऑफ़लाइन काम से जुड़े दस्तावेज़ों को प्रबंधित करने के लिए उपयुक्त है।
pt_br: Com a versão pro, você pode salvar e carregar arquivos locais. É perfeito para gerenciar documentos relacionados ao trabalho offline.

source: Would you like to continue?
de: Möchten Sie fortfahren?
es: ¿Te gustaría continuar?
fr: Voulez-vous continuer ?
hi: क्या आप जारी रखना चाहते हैं?
pt_br: Você gostaria de continuar?

source: Would you like to suggest a new example?
de: Möchtest du ein neues Beispiel vorschlagen?
es: ¿Te gustaría sugerir un nuevo ejemplo?
fr: Souhaitez-vous suggérer un nouvel exemple ?
hi: क्या आप एक नया उदाहरण सुझाना चाहेंगे?
pt_br: Gostaria de sugerir um novo exemplo?

source: Wrap text in parentheses to connect to any node
de: Verwenden Sie Klammern, um mit jedem Knoten zu verbinden
es: Envuelve el texto entre paréntesis para conectarlo a cualquier nodo
fr: Entourez le texte entre parenthèses pour le connecter à n'importe quel nœud
hi: किसी भी नोड से जुड़ने के लिए ब्रैकेट में लिखें
pt_br: Envolver o texto entre parênteses para se conectar a qualquer nó

source: Write like an outline
de: Schreiben Sie wie eine Gliederung
es: Escribe como un esquema
fr: Écrivez comme un plan
hi: आउटलाइन की तरह लिखें
pt_br: Escreva como um esboço

source: Write your prompt here or click to enable the microphone, then press and hold to record.
de: Schreiben Sie hier Ihre Aufforderung oder klicken Sie auf das Mikrofon, um es zu aktivieren, dann halten Sie es gedrückt, um aufzunehmen.
es: Escribe tu instrucción aquí o haz clic para activar el micrófono, luego mantén presionado para grabar.
fr: Écrivez votre message ici ou cliquez pour activer le microphone, puis maintenez pour enregistrer.
hi: अपना प्रॉम्प्ट यहां लिखें या माइक्रोफोन को सक्षम करने के लिए क्लिक करें, फिर रिकॉर्ड करने के लिए दबाएं और रखें।
pt_br: Escreva sua instrução aqui ou clique para ativar o microfone, depois pressione e segure para gravar.

source: Yearly
de: Jährlich
es: Anualmente
fr: Annuellement
hi: वार्षिक
pt_br: Anualmente

source: Yes — send us a message and we'll set you up with a discounted rate.
de: Ja - schicken Sie uns eine Nachricht und wir werden Ihnen einen ermäßigten Preis anbieten.
es: Sí - envíanos un mensaje y te proporcionaremos una tarifa con descuento.
hi: हाँ - हमें एक संदेश भेजें और हम आपको छूट दर से सेट कर देंगे।
pt_br: Sim - nos envie uma mensagem e nós lhe daremos uma taxa com desconto.

source: Yes, Replace Content
de: Ja, Inhalt ersetzen
es: Sí, Reemplazar Contenido
fr: Oui, remplacer le contenu
hi: हाँ, सामग्री को बदलें
pt_br: Sim, Substituir Conteúdo

source: Yes. Every diagram uses balanced, automatic layouts with clean typography. You can customize themes, colors, and styles — and export as crisp SVG or high-resolution PNG that looks great in any presentation or document.
de: Ja. Jedes Diagramm verwendet ausgewogene, automatische Layouts mit sauberer Typografie. Sie können Themen, Farben und Stile anpassen - und als scharfes SVG oder hochauflösendes PNG exportieren, das in jeder Präsentation oder jedem Dokument großartig aussieht.
es: Sí. Cada diagrama utiliza diseños equilibrados y automáticos con tipografía limpia. Puedes personalizar temas, colores y estilos, y exportarlos como SVG nítidos o PNG de alta resolución que se vean geniales en cualquier presentación o documento.
hi: हाँ। हर डायग्राम बैलेंस्ड, स्वचालित लेआउट का उपयोग करता है जो साफ टाइपोग्राफी के साथ होता है। आप थीम, रंग और स्टाइल को अनुकूलित कर सकते हैं - और क्रिस्प SVG या हाई-रेज़ोल्यूशन PNG के रूप में निर्यात कर सकते हैं जो किसी भी प्रस्तुति या दस्तावेज़ में बेहतर दिखता है।
pt_br: Sim. Cada diagrama utiliza layouts equilibrados e automáticos com tipografia limpa. Você pode personalizar temas, cores e estilos - e exportar como SVG nítido ou PNG de alta resolução que fica ótimo em qualquer apresentação ou documento.

source: Yes. Pro supports importing from Visio, Lucidchart, and CSV — so you can bring in what you already have without recreating it from scratch.
de: Ja. Pro unterstützt den Import von Visio, Lucidchart und CSV - so können Sie bereits vorhandene Diagramme ohne Neuerstellung importieren.
es: Sí. La versión Pro admite la importación desde Visio, Lucidchart y CSV, para que puedas traer lo que ya tienes sin tener que recrearlo desde cero.
hi: हाँ। प्रो विशियो, लुसिडचार्ट और सीएसवी से आयात का समर्थन करता है - इसलिए आप उसे बिना एकदम से फिर से बनाए बिना अपने पास लाए सकते हैं।
pt_br: Sim. A versão Pro suporta importação de Visio, Lucidchart e CSV - assim você pode trazer o que já tem sem precisar recriá-lo do zero.

source: Yes. You can save and load files locally, work entirely offline, and control exactly who sees your diagrams. No data leaves your machine unless you choose to share.
de: Ja. Du kannst Dateien lokal speichern und laden, komplett offline arbeiten und genau kontrollieren, wer deine Diagramme sehen kann. Keine Daten verlassen deine Maschine, es sei denn, du entscheidest dich für eine Freigabe.
es: Sí. Puedes guardar y cargar archivos localmente, trabajar completamente sin conexión y controlar exactamente quién ve tus diagramas. Ningún dato sale de tu máquina a menos que decidas compartirlo.
hi: हाँ। आप स्थानीय रूप से फ़ाइलें सहेज सकते हैं, पूरी तरह से ऑफ़लाइन काम कर सकते हैं, और अपनी डायग्राम को किसी भी व्यक्ति को दिखाने के लिए नियंत्रित कर सकते हैं। डेटा आपकी मशीन से नहीं जाता है जब तक आप शेयर करने के लिए नहीं चुनते हैं।
pt_br: Sim. Você pode salvar e carregar arquivos localmente, trabalhar completamente offline e controlar exatamente quem vê seus diagramas. Nenhum dado sai da sua máquina a menos que você escolha compartilhar.

source: You are about to add {numNodes} nodes and {numEdges} edges to your graph.
de: Sie sind dabei, {numNodes} Knoten und {numEdges} Kanten zu Ihrem Graphen hinzuzufügen.
es: Estás a punto de agregar {numNodes} nodos y {numEdges} bordes a tu gráfico.
fr: Vous êtes sur le point d'ajouter {numNodes} nœuds et {numEdges} arêtes à votre graphe.
hi: आप अपने ग्राफ में {numNodes} नोड्स और {numEdges} एड्ज़ जोड़ने वाले हैं।
pt_br: Você está prestes a adicionar {numNodes} nós e {numEdges} arestas ao seu gráfico.

source: You need to log in to access this page.
de: Sie müssen sich anmelden, um auf diese Seite zuzugreifen.
es: Necesitas iniciar sesión para acceder a esta página.
fr: Vous devez vous connecter pour accéder à cette page.
hi: इस पृष्ठ तक पहुँचने के लिए आपको लॉग इन करना होगा।
pt_br: Você precisa fazer login para acessar esta página.

source: You're already a Pro User. <0>Manage Subscription</0><1/>Have questions or feature requests? <2>Let Us Know</2>
de: Sie sind bereits ein Pro-Benutzer. <0>Abonnement verwalten</0><1/>Haben Sie Fragen oder Feature-Anfragen? <2>Lassen Sie es uns wissen</2>
es: Ya eres un usuario Pro. <0>Gestionar suscripción</0><1/>¿Tienes preguntas o solicitudes de funciones? <2>Háganos saber</2>
fr: Vous êtes déjà un utilisateur Pro. <0>Gérer l'abonnement</0><1/>Vous avez des questions ou des demandes de fonctionnalités? <2>Faites-le nous savoir</2>
hi: आप पहले से ही एक प्रो उपयोगकर्ता हैं। <0>सदस्यता प्रबंधित करें</0><1/>क्या आपके पास कोई सवाल या सुविधा अनुरोध है? <2>हमें बताएं</2>
pt_br: Você já é um usuário Pro. <0>Gerenciar Assinatura</0><1/>Tem perguntas ou solicitações de recursos? <2>Deixe-nos saber</2>

source: You're doing great!
de: Du machst das super!
es: ¡Lo estás haciendo genial!
fr: Vous vous en sortez très bien !
hi: आप बहुत अच्छा कर रहे हैं!
pt_br: Você está indo muito bem!

source: You're on the free plan.
de: Du bist auf dem kostenlosen Plan.
es: Estás en el plan gratuito.
hi: आप मुफ़्त योजना पर हैं।
pt_br: Você está no plano gratuito.

source: You've used all your free AI conversions. Upgrade to Pro for unlimited AI use, custom themes, private sharing, and more. Keep creating amazing flowcharts effortlessly!
de: Sie haben alle Ihre kostenlosen KI-Konvertierungen verwendet. Upgrade auf Pro für unbegrenzte KI-Nutzung, individuelle Themen, private Freigabe und mehr. Erstellen Sie mühelos weiterhin erstaunliche Flussdiagramme!
es: Has utilizado todas tus conversiones de IA gratuitas. Actualiza a Pro para un uso ilimitado de IA, temas personalizados, uso privado compartido y más. ¡Sigue creando increíbles diagramas de flujo sin esfuerzo!
fr: Vous avez utilisé toutes vos conversions gratuites d'IA. Passez à la version Pro pour une utilisation illimitée de l'IA, des thèmes personnalisés, un partage privé et plus encore. Continuez à créer des diagrammes de flux incroyables sans effort !
hi: आपने अपने सभी नि: शुल्क एआई रूपांतरण का उपयोग किया है। असीमित एआई उपयोग, कस्टम थीम, निजी साझाकरण और अधिक के लिए प्रो पर अपग्रेड करें। अब आसानी से शानदार फ्लोचार्ट बनाते रहें!
pt_br: Você usou todas as suas conversões de IA gratuitas. Faça upgrade para o Pro e tenha uso ilimitado de IA, temas personalizados, compartilhamento privado e muito mais. Continue criando incríveis fluxogramas sem esforço!

source: Your Charts
de: Ihre Diagramme
es: Tus gráficos
fr: Vos diagrammes
hi: आपके चार्ट
pt_br: Seus Gráficos

source: Your Sandbox is a space to freely experiment with our flowchart tools, resetting every day for a fresh start.
de: Dein Sandkasten ist ein Raum, um frei mit unseren Flussdiagramm-Tools zu experimentieren, die jeden Tag zurückgesetzt werden, damit du einen frischen Start hast.
es: Su Sandbox es un espacio para experimentar libremente con nuestras herramientas de diagrama de flujo, reiniciando cada día para comenzar de nuevo.
fr: Votre bac à sable est un espace pour expérimenter librement avec nos outils de diagramme, se réinitialisant chaque jour pour un nouveau départ.
hi: आपका सैंडबॉक्स हमारी फ्लोचार्ट टूल के साथ निःशुल्क प्रयोग करने के लिए एक स्थान है, जो हर दिन एक नए शुरुआत के लिए रीसेट होता है।
pt_br: Sua caixa de areia é um espaço para experimentar livremente com nossas ferramentas de fluxograma, resetando todos os dias para um começo fresco.

source: Your charts are read-only because your account is no longer active. Visit your <0>account</0> page to learn more.
de: Ihre Diagramme sind schreibgeschützt, da Ihr Konto nicht mehr aktiv ist. Besuchen Sie Ihre <0>Kontoseite</0>, um mehr zu erfahren.
es: Tus gráficos son de solo lectura porque tu cuenta ya no está activa. Visita la página de tu <0>cuenta</0> para obtener más información.
fr: Vos graphiques sont en lecture seule car votre compte n'est plus actif. Visitez votre page <0>compte</0> pour en savoir plus.
hi: आपके चार्ट रीड-ओनली हैं क्योंकि आपका खाता अब सक्रिय नहीं है। अपने <0>खाता</0> पेज पर जाकर अधिक जानकारी प्राप्त करें।
pt_br: Seus gráficos são somente leitura porque sua conta não está mais ativa. Visite sua página de <0>conta</0> para saber mais.

source: Your next diagram should be your best one.
de: Dein nächstes Diagramm sollte dein bestes sein.
es: Tu próximo diagrama debería ser el mejor.
hi: आपकी अगली डायग्राम आपकी सबसे अच्छी होनी चाहिए।
pt_br: Seu próximo diagrama deve ser o melhor.

source: Your subscription is <0>{statusDisplay}</0>.
de: Ihre Abonnement ist <0>{statusDisplay}</0>.
es: Su suscripción es <0>{statusDisplay}</0>.
fr: Votre abonnement est <0>{statusDisplay}</0>.
hi: आपका सदस्यता <0>{statusDisplay}</0> है।
pt_br: Sua assinatura está <0>{statusDisplay}</0>.

source: Your work stays yours
de: Deine Arbeit bleibt deine Eigene.
es: Tu trabajo se queda contigo.
hi: आपका काम आपका ही रहता है।
pt_br: Seu trabalho permanece seu.

source: Zoom In
de: Vergrößern
fr: Zoomer
hi: ज़ूम इन करें

source: Zoom Out
de: Verkleinern
fr: Zoomer vers l'extérieur
hi: आउट ज़ूम करें
pt_br: Diminuir o zoom

source: month
de: Monat
es: mes
fr: mois
hi: महीना
pt_br: mês

source: or
de: oder
es: o
fr: ou
hi: या
pt_br: ou

source: $24/year (save 50%) · Cancel anytime
de: 24€/Jahr (50% sparen) · Jederzeit kündbar
pt_br: R$24/ano (50% de desconto) · Cancelar a qualquer momento

source: $4/mo
de: 4€/Monat
pt_br: R$4/mês

source: All this for just $4/month - less than your daily coffee ☕
de: All dies für nur $4/Monat - weniger als Ihr täglicher Kaffee ☕
fr: Tout cela pour seulement 4 $ par mois - moins que votre café quotidien ☕
pt_br: Tudo isso por apenas $4/mês - menos que o seu café diário ☕

source: Billed annually at $24
de: Jährlich abgerechnet für $24
fr: Facturé annuellement à 24 $
pt_br: Cobrado anualmente a $24

source: Billed monthly at $4
de: Monatlich für $4 berechnet
fr: Facturé mensuellement à 4 $
pt_br: Cobrado mensalmente em $4

source: Create unlimited diagrams for just $4/month!
de: Erstellen Sie unbegrenzt Diagramme für nur $4/Monat!
fr: Créez des diagrammes illimités pour seulement 4 $/mois !
pt_br: Crie diagramas ilimitados por apenas $4/mês!

source: Experience the efficiency and security of loading local files directly into your flowchart, perfect for managing work-related documents offline. Unlock this exclusive Pro feature and more with Flowchart Fun Pro, available for only $4/month
de: Erleben Sie die Effizienz und Sicherheit des direkten Ladens lokaler Dateien in Ihre Flussdiagramme, ideal für die Verwaltung von Arbeitsdokumenten offline. Entsperren Sie diese exklusive Pro-Funktion und mehr mit Flowchart Fun Pro, erhältlich für nur $4/Monat.
fr: Découvrez l'efficacité et la sécurité du chargement de fichiers locaux directement dans votre organigramme, idéal pour gérer des documents professionnels hors ligne. Débloquez cette fonctionnalité exclusive Pro et bien plus encore avec Flowchart Fun Pro, disponible pour seulement 4 $/mois.
pt_br: Experimente a eficiência e segurança de carregar arquivos locais diretamente em seu fluxograma, perfeito para gerenciar documentos relacionados ao trabalho offline. Desbloqueie esse recurso exclusivo do Pro e muito mais com o Flowchart Fun Pro, disponível por apenas $4/mês.

source: Flowchart Fun Pro gives you unlimited flowcharts, unlimited collaborators, and unlimited storage for just $4/month.
de: Mit Flowchart Fun Pro erhalten Sie unbegrenzte Flussdiagramme, unbegrenzte Mitarbeiter und unbegrenzten Speicherplatz für nur $4/Monat.
fr: Flowchart Fun Pro vous offre des organigrammes illimités, des collaborateurs illimités et un stockage illimité pour seulement 4 $/mois.
pt_br: O Flowchart Fun Pro oferece fluxogramas ilimitados, colaboradores ilimitados e armazenamento ilimitado por apenas $4/mês.

source: Importing data is a pro feature. You can upgrade to Flowchart Fun Pro for just $4/month.
de: Der Import von Daten ist eine Pro-Funktion. Sie können auf Flowchart Fun Pro für nur $4/Monat upgraden.
fr: L'importation de données est une fonctionnalité professionnelle. Vous pouvez passer à Flowchart Fun Pro pour seulement 4 $ par mois.
pt_br: Importar dados é um recurso profissional. Você pode atualizar para o Flowchart Fun Pro por apenas $4/mês.

source: Pro starts at $2/mo billed yearly. Cancel anytime.
de: Pro beginnt bei $2/Monat jährlich abgerechnet. Jederzeit kündbar.
pt_br: O Pro começa em R$2/mês cobrado anualmente. Cancelar a qualquer momento.

source: The free plan works great for day-to-day use. If you need Pro features, it's month-to-month at $4/mo — cancel anytime with no commitment.
de: Der kostenlose Plan eignet sich hervorragend für den täglichen Gebrauch. Wenn du Pro-Funktionen benötigst, ist es monatlich für $4 erhältlich - jederzeit kündbar ohne Verpflichtung.
pt_br: O plano gratuito funciona muito bem para uso diário. Se você precisar de recursos Pro, é mensal por $4/mês - cancele a qualquer momento sem compromisso.

source: With Flowchart Fun's Pro version, you can use natural language comamnds to quickly flesh out your flowchart details, ideal for creating diagrams on the go. For $4/month, get the ease of accessible AI editing to enhance your flowcharting experience.
de: Mit der Pro-Version von Flowchart Fun können Sie natürliche Sprachbefehle verwenden, um schnell Ihre Flussdiagrammdetails auszuarbeiten, ideal für die Erstellung von Diagrammen unterwegs. Für 4 $/Monat erhalten Sie die Leichtigkeit der zugänglichen KI-Bearbeitung, um Ihre Flussdiagrammerfahrung zu verbessern.
fr: Avec la version Pro de Flowchart Fun, vous pouvez utiliser des commandes en langage naturel pour rapidement détailler votre organigramme, idéal pour créer des diagrammes en déplacement. Pour 4 $ par mois, profitez de la facilité de l'édition accessible par l'IA pour améliorer votre expérience de création d'organigrammes.
pt_br: Com a versão Pro do Flowchart Fun, você pode usar comandos em linguagem natural para rapidamente detalhar seu fluxograma, ideal para criar diagramas em qualquer lugar. Por apenas $4 por mês, obtenha a facilidade de edição de IA acessível para aprimorar sua experiência de fluxograma.

source: <0>You currently have a free account.<1/><2>Learn about our Pro Features and subscribe on our pricing page</2>.</0>
fr: <0>Vous avez actuellement un compte gratuit.<1/><2>Apprenez-en plus sur nos fonctionnalités Pro et abonnez-vous sur notre page tarifaire</2>.</0>

source: Found a bug? Have a feature request? We would love to hear from you!
fr: Vous avez trouvé un bug ? Vous souhaitez faire une demande de fonctionnalité ? Nous aimerions beaucoup vous entendre !
