Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: One-on-One Support
es: Soporte individual
fr: Assistance individuelle
hi: एक-पर-एक समर्थन
pt_br: Suporte Individual

source: Open Customer Portal
de: Öffnen Sie das Kundenportal
es: Abrir portal de clientes
fr: Ouvrir le portail client
hi: ग्राहक पोर्टल खोलें
pt_br: Abra o portal do cliente

source: Operation canceled
de: Operation abgebrochen
es: Operación cancelada
fr: Opération annulée
hi: ऑपरेशन रद्द किया गया है
pt_br: Operação cancelada

source: Or maybe blue!
de: Oder vielleicht blau!
es: ¡O tal vez azul!
fr: Ou peut-être bleu !
hi: या शायद नीला!
pt_br: Ou talvez azul!

source: Organization Chart
de: Organigramm
es: Organigrama
fr: Organigramme
hi: संगठन चार्ट
pt_br: Gráfico de Organização

source: PNG & JPG export
de: PNG- und JPG-Export
es: Exportar en PNG y JPG
hi: PNG और JPG निर्यात
pt_br: Exportar PNG e JPG

source: Padding
de: Polsterung
es: Relleno
fr: Rembourrage
hi: पैडिंग
pt_br: Espaçamento

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
hi: पृष्ठ नहीं मिला
pt_br: Página não encontrada

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
pt_br: Senha

source: Past Due
de: Überfällig
es: Vencido
fr: En retard
hi: पिछले दौरान
pt_br: Atrasado

source: Paste a document to convert it
de: Füge ein Dokument ein, um es zu konvertieren
es: Pegue un documento para convertirlo
fr: Collez un document pour le convertir
hi: एक दस्तावेज़ को पेस्ट करें और उसे रूपांतरित करें
pt_br: Cole um documento para convertê-lo

source: Paste your document or outline here to convert it into an organized flowchart.
de: Fügen Sie Ihr Dokument oder Ihre Gliederung hier ein, um es in einen organisierten Flussdiagramm umzuwandeln.
es: Pegue su documento o esquema aquí para convertirlo en un diagrama de flujo organizado.
fr: Collez votre document ou votre plan ici pour le convertir en un organigramme organisé.
hi: अपने दस्तावेज़ या रूपरेखा को यहां पेस्ट करें ताकि इसे एक व्यवस्थित फ्लोचार्ट में बदला जा सके।
pt_br: Cole seu documento ou esboço aqui para convertê-lo em um fluxograma organizado.

source: Pasted content detected. Convert to Flowchart Fun syntax?
de: Eingefügter Inhalt erkannt. In Flowchart Fun-Syntax konvertieren?
es: Contenido pegado detectado. ¿Convertir a sintaxis de Flowchart Fun?
fr: Contenu collé détecté. Convertir en syntaxe de Flowchart Fun ?
hi: पेस्ट की गई सामग्री का पता लगाया गया है। फ्लोचार्ट फन सिंटैक्स में रूपांतरित करें?
pt_br: Conteúdo colado detectado. Converter para a sintaxe do Flowchart Fun?

source: Perfect for docs and quick sharing
de: Perfekt für Dokumente und schnelles Teilen
es: Perfecto para documentos y compartir rápidamente
fr: Parfait pour les documents et le partage rapide
hi: दस्तावेज़ और त्वरित साझाकरण के लिए उपयुक्त
pt_br: Perfeito para documentos e compartilhamento rápido

source: Permanent Charts are a Pro Feature
de: Permanente Diagramme sind eine Pro-Funktion
es: Los gráficos permanentes son una característica Pro
fr: Les diagrammes permanents sont une fonctionnalité Pro
hi: स्थायी चार्ट एक प्रो सुविधा हैं
pt_br: Gráficos permanentes são um recurso Pro

source: Playbook
de: Spielbuch
es: Libreta de juegos
fr: Livre-jeu
hi: प्लेबुक
pt_br: Cartilha

source: Pointer and container on same line
de: Zeiger und Container auf derselben Zeile
es: Puntero y contenedor en la misma línea
fr: Pointeur et conteneur sur la même ligne
hi: प्रतीक और कंटेनर एक ही लाइन पर
pt_br: Ponteiro e contêiner na mesma linha

source: Priority One-on-One Support
de: Priorisierte Einzelunterstützung
es: Soporte prioritario uno a uno
fr: Support prioritaire en tête-à-tête
hi: प्राथमिकता वाला एक-से-एक समर्थन
pt_br: Suporte prioritário um a um

source: Priority support
de: Prioritätssupport
es: Soporte prioritario
hi: प्राथमिकता समर्थन
pt_br: Suporte prioritário

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
pt_br: Política de Privacidade

source: Pro starts at $4/mo billed yearly. Cancel anytime.
es: La versión Pro comienza en $4/mes facturado anualmente. Cancelar en cualquier momento.
hi: प्रो शुरू होता है $4/माह वार्षिक बिल किया जाता है। कभी भी रद्द करें।

source: Pro tip: Right-click any node to customize its shape and color
de: Pro-Tipp: Klicken Sie mit der rechten Maustaste auf einen Knoten, um seine Form und Farbe anzupassen.
es: Consejo profesional: Haz clic derecho en cualquier nodo para personalizar su forma y color
fr: Astuce pro : faites un clic droit sur n'importe quel noeud pour personnaliser sa forme et sa couleur
hi: प्रो टिप: किसी भी नोड पर दायां-तीर क्लिक करें और उसकी आकृति और रंग को अनुकूलित करें।
pt_br: Dica profissional: Clique com o botão direito em qualquer nó para personalizar sua forma e cor.

source: Processing Data
de: Datenverarbeitung
es: Procesamiento de datos
fr: Traitement des données
hi: डेटा प्रसंस्करण
pt_br: Processando Dados

source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement en cours...
hi: प्रसंस्करण हो रहा है...
pt_br: Processando...

source: Prompt
de: Aufforderung
es: Indicación
fr: Invite
hi: प्रश्न
pt_br: Sugestão

source: Public
de: Öffentlich
es: Público
hi: पब्लिक
pt_br: Público

source: Pull in data from Visio, Lucidchart, CSV, or start from a template. No recreating what already exists.
de: Daten von Visio, Lucidchart, CSV importieren oder mit einer Vorlage beginnen. Kein erneutes Erstellen von bereits vorhandenen Inhalten.
es: Importar datos de Visio, Lucidchart, CSV o comenzar desde una plantilla. No recrees lo que ya existe.
hi: विशियो, लुसिडचार्ट, सीएसवी से डेटा लाएं या टेम्पलेट से शुरू करें। पहले से मौजूद चीज़ों को दोहराना नहीं।
pt_br: Importe dados do Visio, Lucidchart, CSV ou comece a partir de um modelo. Não é necessário recriar o que já existe.

source: Quick experimentation space that resets daily
de: Schneller Experimentierraum, der täglich zurückgesetzt wird
es: Espacio de experimentación rápida que se reinicia diariamente
fr: Espace d'expérimentation rapide qui se réinitialise quotidiennement
hi: रोजाना रीसेट होने वाला त्वरित प्रयोग क्षेत्र
pt_br: Espaço de experimentação rápida que é reiniciado diariamente

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: अनियमित
pt_br: Aleatório

source: Rapid Deployment Templates
de: Schnellbereitstellungsvorlagen
es: Plantillas de implementación rápida
fr: Modèles de déploiement rapide
hi: त्वरित डिप्लॉयमेंट टेम्पलेट्स
pt_br: Modelos de implantação rápida

source: Rapid Templates
de: Schnelle Vorlagen
es: Plantillas rápidas
fr: Modèles rapides
hi: त्वरित टेम्पलेट्स
pt_br: Modelos Rápidos

source: Raster Export (PNG, JPG)
es: Exportación de ráster (PNG, JPG)
fr: Exportation de rasters (PNG, JPG)
hi: रास्टर निर्यात (PNG, JPG)
pt_br: Exportação de Raster (PNG, JPG)

source: Rate limit exceeded. Please try again later.
de: Die Rate-Limit wurde überschritten. Bitte versuchen Sie es später erneut.
es: Límite de tasa excedido. Por favor, inténtalo de nuevo más tarde.
fr: Limite de taux dépassée. Veuillez réessayer plus tard.
hi: रेट लिमिट पार हो गई है। कृपया बाद में पुनः प्रयास करें।
pt_br: Limite de taxa excedido. Por favor, tente novamente mais tarde.

source: Read-only
de: Schreibgeschützt
es: Sólo lectura
fr: Lecture seulement
hi: केवल पढ़ने के लिए
pt_br: Somente leitura

source: Reference by Class
de: Referenz nach Klasse
es: Referencia por clase
fr: Référence par classe
hi: क्लास के द्वारा संदर्भ
pt_br: Referência por Classe

source: Reference by ID
de: Referenz nach ID
es: Referencia por ID
fr: Référence par ID
hi: आईडी द्वारा संदर्भ
pt_br: Referência por ID

source: Reference by Label
de: Referenz nach Label
es: Referencia por etiqueta
fr: Référence par étiquette
hi: लेबल द्वारा संदर्भ
pt_br: Referência por Rótulo

source: References
de: Referenzen
es: Referencias
fr: Références
hi: संदर्भ
pt_br: Referências

source: References are used to create edges between nodes that are created elsewhere in the document
de: Referenzen werden verwendet, um Kanten zwischen Knoten zu erstellen, die anderswo im Dokument erstellt werden
es: Las referencias se utilizan para crear bordes entre los nodos creados en otro lugar del documento
fr: Les références sont utilisées pour créer des arêtes entre les nœuds créés ailleurs dans le document
hi: संदर्भ दस्तावेज के अन्य भागों में बनाए गए नोड्स के बीच कड़ियाँ बनाने के लिए उपयोग किए जाते हैं
pt_br: Referências são usadas para criar arestas entre nós que são criados em outro lugar no documento

source: Referencing a node by its exact label
de: Referenzierung eines Knotens durch sein exaktes Label
es: Referenciando un nodo por su etiqueta exacta
fr: Référencer un nœud par sa étiquette exacte
hi: सटीक लेबल द्वारा नोड का संदर्भ करना
pt_br: Referenciando um nó pelo seu rótulo exato

source: Referencing a node by its unique ID
de: Referenzierung eines Knotens durch seine eindeutige ID
es: Referenciando un nodo por su ID único
fr: Référencer un nœud par son ID unique
hi: अद्वितीय आईडी द्वारा नोड का संदर्भ करना
pt_br: Referenciando um nó pelo seu ID único

source: Referencing multiple nodes with the same assigned class
de: Mehrere Knoten mit der selben zugewiesenen Klasse referenzieren
es: Referenciando múltiples nodos con la misma clase asignada
fr: Référencement de multiples nœuds avec la même classe assignée
hi: एक ही निर्धारित कक्षा के साथ कई नोड का उल्लेख करना
pt_br: Referenciando vários nós com a mesma classe atribuída

source: Refresh Page
de: Seite aktualisieren
es: Refrescar la página
fr: Rafraîchir la page
hi: पृष्ठ को ताज़ा करें
pt_br: Atualizar Página

source: Reload to Update
de: Neu laden, um zu aktualisieren
es: Recargar para actualizar
fr: Recharger pour mettre à jour
hi: अपडेट करने के लिए रीलोड करें
pt_br: Recarregar para Atualizar

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hi: फिर से नाम बदलें
pt_br: Renomear

source: Rename {0}
de: {0} umbenennen
es: Cambiar nombre de {0}
hi: नाम बदलें {0}
pt_br: Renomear {0}

source: Request Magic Link
de: Magic-Link anfordern
es: Solicitar enlace mágico
fr: Demandez un lien magique
hi: अनुरोध जादू लिंक
pt_br: Solicitar Link Mágico

source: Request Password Reset
de: Passwort zurücksetzen anfordern
es: Solicitar restablecimiento de contraseña
fr: Demandez une réinitialisation du mot de passe
hi: पासवर्ड रीसेट का अनुरोध करें
pt_br: Solicitar Redefinição de Senha

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
pt_br: Resetar

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
pt_br: Redefinir Senha

source: Resume Subscription
de: Abonnement fortsetzen
es: Reanudar la suscripción
fr: Reprendre l'abonnement
hi: सदस्यता फिर से शुरू करें
pt_br: Resumir inscrição

source: Return
de: Zurückkehren
es: Devolver
fr: Retour
hi: वापसी
pt_br: Retornar

source: Right to Left
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
hi: दाएं से बाएं
pt_br: Da direita para esquerda

source: Right-click nodes for options
de: Klicke mit der rechten Maustaste auf Knoten für Optionen
es: Haga clic derecho en los nodos para ver las opciones
fr: Cliquez avec le bouton droit sur les nœuds pour voir les options
hi: विकल्पों के लिए नोड को दायां-बांयां क्लिक करें
pt_br: Clique com o botão direito nos nós para ver as opções

source: Roadmap
de: Fahrplan
es: Hoja de ruta
hi: रोडमैप
pt_br: Roteiro

source: Rotate Label
de: Label drehen
es: Rotar etiqueta
fr: Faire pivoter l'étiquette
hi: लेबल को घुमाएँ
pt_br: Rotular Rotação

source: SVG Export is a Pro Feature
de: SVG-Export ist eine Pro-Funktion
es: La exportación de SVG es una función Pro
fr: L'exportation SVG est une fonctionnalité Pro
hi: SVG निर्यात एक प्रो सुविधा है
pt_br: A exportação de SVG é uma funcionalidade Pro

source: SVG, PDF & all export formats
de: SVG, PDF und alle Exportformate
es: SVG, PDF y todos los formatos de exportación
hi: SVG, पीडीएफ और सभी निर्यात प्रारूप
pt_br: SVG, PDF e todos os formatos de exportação

source: Satisfaction guaranteed or first payment refunded
de: Zufriedenheitsgarantie oder erste Zahlung erstattet
es: Garantía de satisfacción o reembolso del primer pago
fr: Satisfaction garantie ou remboursement du premier paiement
hi: संतुष्टि की गारंटी या पहली भुगतान की राशि वापस कर दी जाएगी
pt_br: Satisfação garantida ou primeiro pagamento reembolsado

source: Save
de: Speichern
es: Guardar
fr: Sauver
hi: सहेजें
pt_br: Salvar

source: Save locally, work offline, and control exactly who sees what. No data leaves your machine unless you say so.
de: Lokal speichern, offline arbeiten und genau kontrollieren, wer was sieht. Keine Daten verlassen Ihren Computer, es sei denn, Sie sagen es.
es: Guardar localmente, trabajar sin conexión y controlar exactamente quién ve qué. Ningún dato sale de tu máquina a menos que lo autorices.
hi: स्थानीय रूप से सहेजें, ऑफ़लाइन में काम करें, और साफ़ करें कि कौन क्या देख सकता है। जब तक आप नहीं कहते, कोई डेटा आपकी मशीन से बाहर नहीं जाता है।
pt_br: Salve localmente, trabalhe offline e controle exatamente quem vê o quê. Nenhum dado sai da sua máquina a menos que você permita.

source: Save time with AI and dictation, making it easy to create diagrams.
de: Sparen Sie Zeit mit KI und Diktat, um Diagramme einfach zu erstellen.
es: Ahorra tiempo con IA y dictado, lo que facilita la creación de diagramas.
fr: Gagnez du temps avec l'IA et la dictée, ce qui facilite la création de diagrammes.
hi: एआई और बोलने की सुविधा के साथ समय बचाएं, जो आसान डायग्राम बनाने को बनाता है।
pt_br: Economize tempo com IA e ditado, facilitando a criação de diagramas.

source: Save to Cloud
de: In die Cloud speichern
es: Guardar en la nube
fr: Enregistrer dans le Cloud
hi: क्लौड में सेव करें
pt_br: Salvar para Nuvem

source: Save to File
de: In Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
hi: फाइल में सेव करें
pt_br: Salvar para Arquivo

source: Save your Work
de: Speichern Sie Ihre Arbeit
es: Guarda tu trabajo
fr: Enregistrer votre travail
hi: अपनी कार्यवाही सुरक्षित करें
pt_br: Salve seu trabalho

source: Schedule personal consultation sessions
de: Persönliche Beratungssitzungen planen
es: Programar sesiones de consulta personal
fr: Planifier des sessions de consultation personnelle
hi: निजी परामर्श सत्रों की अनुसूची बनाएं
pt_br: Agende sessões de consulta pessoal

source: Secure payment
de: Sichere Zahlung
es: Pago seguro
fr: Paiement sécurisé
hi: सुरक्षित भुगतान
pt_br: Pagamento seguro

source: See more reviews on Product Hunt
de: Schau dir weitere Bewertungen auf Product Hunt an
es: Ver más reseñas en Product Hunt
fr: Voir plus de critiques sur Product Hunt
hi: Product Hunt पर अधिक समीक्षा देखें
pt_br: Veja mais avaliações no Product Hunt

source: See what's possible
de: Sehen, was möglich ist
es: Ver lo que es posible
hi: क्या संभव है देखें
pt_br: Veja o que é possível

source: Select a destination folder for "{0}".
de: Wählen Sie einen Zielordner für \
es: Selecciona una carpeta de destino para \
hi: के लिए एक लक्षित फोल्डर का चयन करें \
pt_br: Selecione uma pasta de destino para \

source: Send us a message
de: Schreiben Sie uns eine Nachricht
es: Envíanos un mensaje
hi: हमें एक संदेश भेजें
pt_br: Envie-nos uma mensagem

source: Set a consistent height for all nodes
de: Legen Sie eine einheitliche Höhe für alle Knoten fest
es: Establecer una altura consistente para todos los nodos
fr: Définir une hauteur constante pour tous les nœuds
hi: सभी नोड्स के लिए एक समान ऊंचाई सेट करें
pt_br: Definir uma altura consistente para todos os nós

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग
pt_br: Configurações

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
pt_br: Compartilhar

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
pt_br: Entrar

source: Sign in with <0>GitHub</0>
de: Anmelden mit <0>GitHub</0>
es: Iniciar sesión con <0>GitHub</0>
fr: Se connecter avec <0>GitHub</0>
hi: <0>GitHub</0> के साथ साइन इन करें
pt_br: Entrar com <0>GitHub</0>

source: Sign in with <0>Google</0>
de: Anmelden mit <0>Google</0>
es: Iniciar sesión con <0>Google</0>
fr: Se connecter avec <0>Google</0>
hi: <0>Google</0> के साथ साइन इन करें
pt_br: Entrar com <0>Google</0>

source: Sorry! This page is only available in English.
de: Entschuldigung! Diese Seite ist nur auf Englisch verfügbar.
es: ¡Lo sentimos! Esta página solo está disponible en inglés.
fr: Désolé ! Cette page n'est disponible qu'en anglais.
hi: माफ़ करें! यह पेज केवल अंग्रेजी में उपलब्ध है।
pt_br: Sinto muito! Esta página só está disponível em inglês.

source: Sorry, there was an error converting the text to a flowchart. Try again later.
de: Entschuldigung, es gab einen Fehler bei der Konvertierung des Textes in einen Flussdiagramm. Versuchen Sie es später erneut.
es: Lo siento, hubo un error al convertir el texto en un diagrama. Inténtalo de nuevo más tarde.
fr: Désolé, une erreur s'est produite lors de la conversion du texte en diagramme. Veuillez réessayer plus tard.
hi: क्षमा करें, टेक्स्ट को फ्लोचार्ट में रूपांतरित करने में एक त्रुटि हुई। बाद में पुनः प्रयास करें।
pt_br: Desculpe, houve um erro ao converter o texto em um fluxograma. Tente novamente mais tarde.

source: Sort Ascending
de: Aufsteigend sortieren
es: Ordenar de forma ascendente
hi: आरोही क्रम में छाँटें
pt_br: Ordenar em ordem crescente

source: Sort Descending
de: Absteigend sortieren
es: Ordenar de forma descendente
hi: अवरोहण करें
pt_br: Classificação Descrescente

source: Sort by {0}
de: Sortieren nach {0}
es: Ordenar por {0}
hi: {0} द्वारा क्रमबद्ध करें
pt_br: Classificar por {0}

source: Source Arrow Shape
de: Pfeilform der Quelle
es: Forma de flecha de origen
fr: Forme de la flèche source
hi: स्रोत तीर आकार
pt_br: Forma da Seta de Origem

source: Source Column
de: Quellspalte
es: Columna de origen
fr: Colonne source
hi: स्रोत स्तंभ
pt_br: Coluna de Origem

source: Source Delimiter
de: Quell-Trennzeichen
es: Delimitador de Origen
fr: Délimiteur source
hi: स्रोत डिलिमिटर
pt_br: Delimitador de Origem

source: Source Distance From Node
de: Abstand der Quelle vom Knoten
es: Distancia del origen al nodo
fr: Distance de la source du nœud
hi: नोड से स्रोत दूरी
pt_br: Distância da Origem ao Nó

source: Source/Target Arrow Shape
de: Quelle/Ziel-Pfeilform
es: Forma de Flecha de Origen/Destino
fr: Forme de flèche source / cible
hi: स्रोत / लक्ष्य तीर आकार
pt_br: Forma da Seta de Origem/Destino

source: Spacing
de: Abstand
es: Espaciado
fr: Espacement
hi: अंतराल
pt_br: Espaçamento

source: Special Attributes
de: Spezielle Attribute
es: Atributos Especiales
fr: Attributs spéciaux
hi: विशेष गुण
pt_br: Atributos Especiais

source: Start
es: Comienzo
fr: Début
hi: शुरू
pt_br: Início

source: Start Over
de: Von vorne anfangen
es: Empezar de nuevo
fr: Recommencer
hi: शुरू करें
pt_br: Recomeçar

source: Start faster with use-case specific templates
de: Schnellerer Einstieg mit anwendungsspezifischen Vorlagen
es: Comenzar más rápido con plantillas específicas para casos de uso
fr: Démarrer plus rapidement avec des modèles spécifiques aux cas d'utilisation
hi: उपयोग मामले विशिष्ट टेम्पलेट के साथ तेजी से शुरू करें
pt_br: Comece mais rápido com modelos específicos de casos de uso

source: Start for free
de: Kostenlos starten
es: Comenzar gratis
hi: मुफ़्त शुरू करें
pt_br: Comece de graça

source: Status
es: Estado
fr: État
hi: स्टेटस

source: Step 1
de: Schritt 1
es: Paso 1
fr: Étape 1
hi: कदम 1
pt_br: Passo 1

source: Step 2
de: Schritt 2
es: Paso 2
fr: Étape 2
hi: कदम 2
pt_br: Passo 2

source: Step 3
de: Schritt 3
es: Paso 3
fr: Étape 3
hi: कदम 3
pt_br: Passo 3

source: Store any data associated to a node
de: Speichern Sie alle Daten, die einem Knoten zugeordnet sind
es: Almacenar cualquier dato asociado a un nodo
fr: Stocker toutes les données associées à un nœud
hi: किसी नोड से संबंधित किसी भी डेटा स्टोर करें
pt_br: Armazenar quaisquer dados associados a um nó

source: Style Classes
de: Stil-Klassen
es: Clases de Estilo
fr: Classes de style
hi: शैली क्लासेज
pt_br: Classes de Estilo

source: Style with classes
de: Mit Klassen gestalten
es: Estilo con clases
fr: Style avec des classes
hi: क्लासेस के साथ स्टाइल
pt_br: Estilizar com classes

source: Submit
de: Einsenden
es: Enviar
fr: Soumettre
hi: भेजना
pt_br: Enviar

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
hi: सदस्यता
pt_br: Inscrição

source: Subscription Successful!
de: Abonnement erfolgreich!
es: ¡Suscripción exitosa!
fr: Abonnement réussi !
hi: सदस्यता सफल हुआ!
pt_br: Assinatura bem-sucedida!

source: Subscription will end
de: Abonnement wird beendet
es: La suscripción finalizará
fr: L'abonnement prendra fin
hi: सदस्यता समाप्त हो जाएगी
pt_br: Inscrição acabará

source: Support
de: Unterstützung
es: Soporte
hi: समर्थन
pt_br: Suporte

source: Target Arrow Shape
de: Pfeilform des Ziels
es: Forma de flecha de destino
fr: Forme de la flèche cible
hi: लक्ष्य तीर आकार
pt_br: Forma da Seta de Destino

source: Target Column
de: Ziel-Spalte
es: Columna objetivo
fr: Colonne cible
hi: लक्ष्य कॉलम
pt_br: Coluna Alvo

source: Target Delimiter
de: Ziel-Trennzeichen
es: Delimitador objetivo
fr: Délimiteur cible
hi: लक्ष्य डेलीमीटर
pt_br: Delimitador Alvo

source: Target Distance From Node
de: Zielabstand vom Knoten
es: Distancia objetivo desde el nodo
fr: Distance cible du nœud
hi: नोड से लक्ष्य दूरी
pt_br: Distância-alvo do Nó

source: Tell the AI what you need in plain English. Your diagram builds itself in seconds.
de: Sage dem AI in einfachem Englisch, was du brauchst. Dein Diagramm wird in Sekundenschnelle erstellt.
es: Dile al AI lo que necesitas en inglés sencillo. Tu diagrama se construye en segundos.
hi: एआई को सादा अंग्रेजी में बताएं कि आपको क्या चाहिए। आपका डायग्राम कुछ ही सेकंड में बन जाएगा।
pt_br: Diga ao AI o que você precisa em inglês simples. Seu diagrama é criado em segundos.

source: Tell us what's working and what isn't. Every message is read by the developer.
de: Sag uns, was funktioniert und was nicht. Jede Nachricht wird vom Entwickler gelesen.
es: Cuéntanos qué está funcionando y qué no. Cada mensaje es leído por el desarrollador.
hi: हमें बताएं कि क्या काम कर रहा है और क्या नहीं। हर संदेश डेवलपर द्वारा पढ़ा जाता है।
pt_br: Nos diga o que está funcionando e o que não está. Cada mensagem é lida pelo desenvolvedor.

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
hi: पाठ रंग
pt_br: Cor do Texto

source: Text Horizontal Offset
de: Text Horizontaler Versatz
es: Desplazamiento horizontal del texto
fr: Décalage horizontal du texte
hi: टेक्स्ट की क्षैतिज ओफसेट
pt_br: Deslocamento Horizontal do Texto

source: Text Leading
de: Textführung
es: Texto principal
fr: Texte principal
hi: पाठ प्रमुख
pt_br: Texto Principal

source: Text Max Width
de: Text Max Breite
es: Ancho máximo del texto
fr: Largeur maximale du texte
hi: टेक्स्ट की अधिकतम चौड़ाई
pt_br: Largura Máxima do Texto

source: Text Vertical Offset
de: Textvertikaler Abstand
es: Desplazamiento vertical del texto
fr: Décalage vertical du texte
hi: पाठ लंबाई ऑफसेट
pt_br: Deslocamento Vertical do Texto

source: Text followed by colon+space creates an edge with the text as the label
de: Text gefolgt von Doppelpunkt + Leerzeichen erstellt eine Kante mit dem Text als Label
es: El texto seguido de dos puntos y un espacio crea un borde con el texto como etiqueta
fr: Texte suivi d'un deux-points + espace crée un bord avec le texte comme étiquette
hi: स्क्लीन के बाद कोलन + स्पेस एक किरदार बनाता है जिसका पाठ लेबल है
pt_br: Texto seguido de dois-pontos+espaço cria uma aresta com o texto como rótulo
