Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: Text on a line creates a node with the text as the label
de: Text in einer Zeile erstellt einen Knoten mit dem Text als Label
es: El texto en una línea crea un nodo con el texto como etiqueta
fr: Texte sur une ligne crée un nœud avec le texte comme étiquette
hi: एक पंक्ति पर पाठ एक नोड बनाता है जिसका पाठ लेबल है
pt_br: Texto em uma linha cria um nó com o texto como rótulo

source: Thank you for your feedback!
de: Danke für Ihr Feedback!
es: ¡Gracias por tu comentario!
fr: Merci pour votre commentaire !
hi: आपके फ़ीडबैक के लिए धन्यवाद!
pt_br: Agradecimentos pelo seu feedback!

source: The beauty and magic reside in the minimalism.
de: Die Schönheit und Magie stecken im Minimalismus.
es: La belleza y la magia residen en el minimalismo.
hi: सुंदरता और जादू संक्षेपता में हैं।
pt_br: A beleza e a magia residem no minimalismo.

source: The best way to change styles is to right-click on a node or an edge and select the style you want.
de: Der beste Weg, um Stile zu ändern, besteht darin, mit der rechten Maustaste auf einen Knoten oder eine Kante zu klicken und den gewünschten Stil auszuwählen.
es: La mejor manera de cambiar los estilos es hacer clic derecho en un nodo o un borde y seleccionar el estilo deseado.
fr: La meilleure façon de changer les styles est de cliquer avec le bouton droit sur un nœud ou une arête et de sélectionner le style souhaité.
hi: शैलीयित करने के लिए सर्वश्रेष्ठ तरीका नोड या एड्ज पर राइट-क्लिक करके आपके द्वारा चाहिए शैली का चयन करना है।
pt_br: A melhor maneira de mudar os estilos é clicar com o botão direito do mouse em um nó ou borda e selecionar o estilo desejado.

source: The column that contains the edge label(s)
de: Die Spalte, die die Kantenbeschriftung(en) enthält
es: La columna que contiene la etiqueta(s) de borde
fr: La colonne qui contient les étiquettes de bord
hi: कॉलम जो एड्ज लेबल (ओं) को शामिल करता है
pt_br: A coluna que contém o(s) rótulo(s) da aresta

source: The column that contains the source node ID(s)
de: Die Spalte, die die Quellknoten-ID(en) enthält
es: La columna que contiene el ID(s) del nodo de origen
fr: La colonne qui contient les ID de nœud source
hi: कॉलम जो स्रोत नोड आईडी (ओं) को शामिल करता है
pt_br: A coluna que contém o(s) ID(s) do nó de origem

source: The column that contains the target node ID(s)
de: Die Spalte, die die Zielknoten-ID(en) enthält
es: La columna que contiene el ID(s) del nodo de destino
fr: La colonne qui contient les ID de nœud cible
hi: कॉलम जो लक्ष्य नोड आईडी (ओं) को शामिल करता है
pt_br: A coluna que contém o(s) ID(s) do nó de destino

source: The delimiter used to separate multiple source nodes
de: Der Trennzeichen, das verwendet wird, um mehrere Quellknoten zu trennen
es: El delimitador utilizado para separar múltiples nodos de origen
fr: Le délimiteur utilisé pour séparer plusieurs nœuds source
hi: कई स्रोत नोड्स को अलग करने के लिए उपयोग किया गया डिलिमिटर
pt_br: O delimitador usado para separar vários nós de origem

source: The delimiter used to separate multiple target nodes
de: Der Trennzeichen, das verwendet wird, um mehrere Zielknoten zu trennen
es: El delimitador utilizado para separar múltiples nodos de destino
fr: Le délimiteur utilisé pour séparer plusieurs nœuds cibles
hi: कई लक्ष्य नोड्स को अलग करने के लिए उपयोग किया गया डिलिमिटर
pt_br: O delimitador usado para separar vários nós de destino

source: The fastest way to turn what's in your head into something everyone else can understand.
de: Der schnellste Weg, um das, was in deinem Kopf ist, in etwas zu verwandeln, das jeder andere verstehen kann.
es: La forma más rápida de convertir lo que tienes en mente en algo que todos puedan entender.
hi: अपने दिमाग में क्या है उसे कुछ ऐसा बनाएं कि सभी उसे समझ सकें।
pt_br: A maneira mais rápida de transformar o que está em sua cabeça em algo que todos possam entender.

source: The free plan works great for day-to-day use. If you need Pro features, it's month-to-month at $6/mo — cancel anytime with no commitment.
es: El plan gratuito funciona muy bien para el uso diario. Si necesitas funciones Pro, es mensual a $6/mes - cancela en cualquier momento sin compromiso.
hi: फ्री प्लान दैनिक उपयोग के लिए बहुत अच्छा काम करता है। अगर आपको प्रो फीचर्स की आवश्यकता है, तो महीने-ब्य-महीने $6 का खर्चा होगा - कोई बाध्यता के साथ कभी भी रद्द कर सकते हैं।

source: The possible shapes are:
de: Die möglichen Formen sind:
es: Las formas posibles son:
fr: Les formes possibles sont :
hi: संभव आकृतियाँ हैं:
pt_br: As formas possíveis são:

source: Theme
de: Thema
es: Tema
fr: Thème
hi: थीम
pt_br: Tema

source: Theme Customization Editor
de: Theme-Anpassungseditor
es: Editor de Personalización de Temas
fr: Éditeur de personnalisation de thème
hi: थीम कस्टमाइज़ेशन संपादक
pt_br: Editor de Personalização de Temas

source: Theme Editor
de: Themen-Editor
es: Editor de temas
fr: Éditeur de thème
hi: थीम संपादक
pt_br: Editor de Temas

source: Theme editor
de: Design-Editor
es: Editor de tema
hi: थीम संपादक
pt_br: Editor de tema

source: There are no edges in this data
de: Es gibt keine Kanten in diesen Daten
es: No hay bordes en estos datos
fr: Il n'y a pas d'arêtes dans ces données
hi: इस डेटा में कोई एड्ज नहीं है
pt_br: Não há arestas nestes dados

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
pt_br: Esta ação não pode ser desfeita.

source: This feature is only available to pro users. <0>Become a pro user</0> to unlock it.
de: Diese Funktion ist nur für Pro-Benutzer verfügbar. <0>Werden Sie Pro-Nutzer</0>, um es freizuschalten.
es: Esta característica solo está disponible para usuarios profesionales. <0>Conviértete en un usuario profesional</0> para desbloquearla.
fr: Cette fonctionnalité est uniquement disponible pour les utilisateurs pro. <0>Devenez un utilisateur pro</0> pour la débloquer.
hi: यह सुविधा केवल प्रो उपयोगकर्ताओं के लिए उपलब्ध है। <0>प्रो उपयोगकर्ता बनें</0> इसे अनलॉक करने के लिए।
pt_br: Esta funcionalidade está disponível apenas para usuários Pro. <0>Torne-se um usuário Pro</0> para desbloqueá-la.

source: This may take between 30 seconds and 2 minutes depending on the length of your input.
de: Dies kann je nach Länge Ihrer Eingabe zwischen 30 Sekunden und 2 Minuten dauern.
es: Esto puede tardar entre 30 segundos y 2 minutos dependiendo de la longitud de su entrada.
fr: Cela peut prendre entre 30 secondes et 2 minutes en fonction de la longueur de votre entrée.
hi: आपके इनपुट की लंबाई के आधार पर, यह 30 सेकंड से 2 मिनट तक लग सकता है।
pt_br: Isso pode levar entre 30 segundos e 2 minutos, dependendo do tamanho da sua entrada.

source: This sandbox is perfect for experimenting, but remember - it resets daily. Upgrade now and keep your current work!
de: Diese Sandbox ist perfekt zum Experimentieren, aber denk daran - sie wird täglich zurückgesetzt. Upgrade jetzt und behalte deine aktuelle Arbeit!
es: Esta caja de arena es perfecta para experimentar, pero recuerda: se reinicia diariamente. ¡Actualiza ahora y guarda tu trabajo actual!
fr: Ce bac à sable est parfait pour expérimenter, mais n'oubliez pas - il se réinitialise quotidiennement. Mettez à niveau maintenant et conservez votre travail actuel!
hi: यह सैंडबॉक्स प्रयोग करने के लिए परफेक्ट है, लेकिन ध्यान रखें - यह दैनिक रूप से रीसेट होता है। अभी अपग्रेड करें और अपना वर्तमान काम रखें!
pt_br: Esta caixa de areia é perfeita para experimentar, mas lembre-se - ela é resetada diariamente. Faça o upgrade agora e mantenha seu trabalho atual!

source: This will replace the current content.
de: Dies ersetzt den aktuellen Inhalt.
es: Esto reemplazará el contenido actual.
fr: Cela remplacera le contenu actuel.
hi: यह वर्तमान सामग्री को बदल देगा।
pt_br: Isso substituirá o conteúdo atual.

source: This will replace your current chart content with the template content.
de: Dies ersetzt den aktuellen Inhalt deines Diagramms mit dem Vorlageneinhalt.
es: Esto reemplazará el contenido actual de tu gráfico con el contenido de la plantilla.
fr: Cela remplacera le contenu actuel de votre diagramme par le contenu du modèle.
hi: यह आपके मौजूदा चार्ट की सामग्री को टेम्पलेट की सामग्री से बदल देगा।
pt_br: Isso irá substituir o conteúdo atual do seu gráfico pelo conteúdo do modelo.

source: This will replace your current sandbox.
de: Dies ersetzt deine aktuelle Sandbox.
es: Esto reemplazará su sandbox actual.
fr: Cela remplacera votre bac à sable actuel.
hi: यह आपके वर्तमान सैंडबॉक्स को बदल देगा।
pt_br: Isso substituirá sua sandbox atual.

source: Time to decide
de: Zeit zum Entscheiden
es: Hora de decidir
fr: Temps de décider
hi: फैसला लेने का समय
pt_br: Hora de decidir

source: Tip
de: Tipp
es: Consejo
fr: Astuce
hi: सुझाव
pt_br: Dica

source: To fix this change one of the edge IDs
de: Um dies zu beheben, ändern Sie eine der Kanten-IDs
es: Para solucionar esto cambia uno de los IDs de borde
fr: Pour corriger cela, changez l'un des ID de bord
hi: इसे ठीक करने के लिए एड्ज आईडी के एक को बदलें
pt_br: Para corrigir isso, altere um dos IDs de borda

source: To fix this change one of the node IDs
de: Um das zu beheben, ändern Sie eine der Knoten-IDs
es: Para solucionar esto cambia uno de los IDs de nodo
fr: Pour corriger ceci, changez l'un des ID de nœud
hi: इसे ठीक करने के लिए नोड आईडी के एक को बदलें
pt_br: Para corrigir isso, altere um dos IDs de nó

source: To fix this move one pointer to the next line
de: Um das zu beheben, verschieben Sie einen Zeiger auf die nächste Zeile
es: Para solucionar esto mueve un puntero a la siguiente línea
fr: Pour corriger ceci, déplacez un pointeur vers la ligne suivante
hi: इसे ठीक करने के लिए प्रतीक को अगली पंक्ति पर ले जाएं
pt_br: Para corrigir isso, mova um ponteiro para a próxima linha

source: To fix this start the container <0/> on a different line
de: Um dies zu beheben, starten Sie den Container <0/> auf einer anderen Zeile.
es: Para solucionar esto, inicie el contenedor <0/> en una línea diferente
fr: Pour corriger cela, commencez le conteneur <0/> sur une ligne différente.
hi: इसे ठीक करने के लिए कंटेनर <0/> को एक अलग पंक्ति पर शुरू करें
pt_br: Para corrigir isso, inicie o container <0/> em uma linha diferente

source: To learn more about why we require you to log in, please read <0>this blog post</0>.
de: Um mehr darüber zu erfahren, warum wir Sie zum Anmelden auffordern, lesen Sie bitte <0>diesen Blog-Beitrag</0>.
es: Para obtener más información sobre por qué requerimos que inicie sesión, lea <0>esta publicación de blog</0>.
fr: Pour en savoir plus sur la raison pour laquelle nous vous demandons de vous connecter, veuillez lire <0>ce message de blog</0>.
hi: हमें आपको लॉगिन करने के लिए आवश्यक क्यों है, कृपया <0>यह ब्लॉग पोस्ट</0> पढ़ें।
pt_br: Para saber mais sobre por que precisamos que você faça login, leia <0>este post no blog</0>.

source: Top to Bottom
de: Von oben nach unten
es: De arriba a abajo
fr: De haut en bas
hi: ऊपर से नीचे
pt_br: De cima para baixo

source: Transform Your Ideas into Professional Diagrams in Seconds
de: Transformieren Sie Ihre Ideen in professionelle Diagramme in Sekunden
es: Transforma tus ideas en diagramas profesionales en segundos
fr: Transformez vos idées en diagrammes professionnels en quelques secondes
hi: अपने विचारों को सेकंड में प्रोफेशनल डायरेक्टरी में रूपांतरित करें
pt_br: Transforme Suas Ideias em Diagramas Profissionais em Segundos

source: Transform text into diagrams instantly
de: Verwandeln Sie Texte sofort in Diagramme
es: Transforma texto en diagramas al instante.
fr: Transformez instantanément du texte en diagrammes
hi: पाठ को तुरंत आरेख में बदलें
pt_br: Transforme texto em diagramas instantaneamente.

source: Try AI
de: Probieren Sie KI
es: Prueba IA
fr: Essayez l'IA
hi: एआई को आजमाएं
pt_br: Experimente IA

source: Try adjusting your search or filters to find what you're looking for.
de: Versuche, deine Suche oder Filter anzupassen, um das Gewünschte zu finden.
es: Prueba a ajustar tu búsqueda o filtros para encontrar lo que estás buscando.
hi: अपनी खोज या फ़िल्टरों को समायोजित करने का प्रयास करें ताकि आप जो ढूंढ रहे हैं उसे ढूंढ सकें।
pt_br: Tente ajustar sua pesquisa ou filtros para encontrar o que procura.

source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
hi: फिर से कोशिश करें
pt_br: Tente novamente

source: Try it free
de: Kostenlos ausprobieren
es: Pruébalo gratis
hi: इसे मुफ्त में आज़माएं
pt_br: Experimente grátis

source: Two edges have the same ID
de: Zwei Kanten haben die gleiche ID
es: Dos bordes tienen el mismo ID
fr: Deux arêtes ont le même ID
hi: दो किनारे उसी आईडी के हैं
pt_br: Dois bordos têm o mesmo ID

source: Two nodes have the same ID
de: Zwei Knoten haben die gleiche ID
es: Dos nodos tienen el mismo ID
fr: Deux nœuds ont le même ID
hi: दो नोड उसी आईडी के हैं
pt_br: Dois nós têm o mesmo ID

source: Type it. See it.
de: Schreib es. Sieh es.
es: Escríbelo. Míralo.
hi: इसे टाइप करें। देखें।
pt_br: Digite. Veja.

source: Uh oh, you're out of free requests! Upgrade to Flowchart Fun Pro for unlimited diagram conversions, and keep transforming text into clear, visual flowcharts as easily as copy and paste.
de: Oh oh, du hast keine kostenlosen Anfragen mehr! Upgrade auf Flowchart Fun Pro für unbegrenzte Diagramm-Konvertierungen und verwandle Text weiterhin mühelos in klare, visuelle Flussdiagramme wie durch Kopieren und Einfügen.
es: ¡Ups, se acabaron tus solicitudes gratuitas! Actualiza a Flowchart Fun Pro para conversiones de diagramas ilimitadas, y sigue transformando texto en claros y visuales flujogramas tan fácilmente como copiar y pegar.
fr: Oh oh, vous n'avez plus de demandes gratuites ! Passez à Flowchart Fun Pro pour des conversions de diagrammes illimitées et continuez à transformer du texte en des flux visuels clairs aussi facilement que copier-coller.
hi: उह ओह, आपके पास मुफ्त अनुरोधों की सीमा पूरी हो गई है! असीमित डायग्राम परिवर्तन के लिए Flowchart Fun Pro पर अपग्रेड करें, और पाठ को स्पष्ट, दृश्यमान फ्लोचार्ट में आसानी से कॉपी और पेस्ट करते रहें।
pt_br: Ops, você esgotou suas solicitações gratuitas! Atualize para o Flowchart Fun Pro e tenha conversões ilimitadas de diagramas, e continue transformando textos em fluxogramas claros e visuais com a mesma facilidade de copiar e colar.

source: Under 60 seconds. Type a few lines of text or describe what you need to the AI, and your diagram appears instantly. Export or share it with one click.
de: Unter 60 Sekunden. Tippe ein paar Zeilen Text ein oder beschreibe der KI, was du brauchst, und dein Diagramm erscheint sofort. Exportiere oder teile es mit nur einem Klick.
es: En menos de 60 segundos. Escribe unas pocas líneas de texto o describe lo que necesitas al AI, y tu diagrama aparece al instante. Exporta o compártelo con un solo clic.
hi: 60 सेकंड से कम समय में। कुछ पंक्तियां टाइप करें या AI को बताएं, और आपका आरेख तुरंत दिखाई देगा। एक क्लिक से निर्यात या साझा करें।
pt_br: Em menos de 60 segundos. Digite algumas linhas de texto ou descreva o que você precisa para o AI, e seu diagrama aparece instantaneamente. Exporte ou compartilhe com um clique.

source: Undo
es: Deshacer
hi: वापस ले जाएं

source: Unescaped special character
de: Nicht maskiertes Sonderzeichen
es: Carácter especial sin escape
fr: Caractère spécial non échappé
hi: अस्केप्ड विशेष वर्ण
pt_br: Caractere especial não escapado

source: Unique text value to identify a node
de: Einzigartiger Textwert, um einen Knoten zu identifizieren
es: Valor de texto único para identificar un nodo
fr: Valeur de texte unique pour identifier un nœud
hi: एक नोड को पहचानने के लिए अद्वितीय पाठ मूल्य
pt_br: Valor de texto único para identificar um nó

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
pt_br: Desconhecido

source: Unknown Parsing Error
de: Unbekannter Parser-Fehler
es: Error de análisis desconocido
fr: Erreur d'analyse inconnue
hi: अज्ञात पार्सिंग त्रुटि
pt_br: Erro de Análise Desconhecido

source: Unlimited Flowcharts
de: Unbegrenzte Flowcharts
es: Flujos de trabajo ilimitados
fr: Flowcharts illimités
hi: असीमित फ्लोचार्ट्स
pt_br: Fluxogramas ilimitados.

source: Unlimited Permanent Flowcharts
de: Unbegrenzte permanente Flowcharts
es: Flujo de gráficos permanentes ilimitados
fr: Flux de diagrammes permanents illimités
hi: असीमित स्थायी प्रवाहगतीं
pt_br: Fluxogramas Permanentes Ilimitados

source: Unlimited cloud-saved flowcharts
de: Unbegrenzte in der Cloud gespeicherte Flussdiagramme
es: Diagramas de flujo guardados en la nube de forma ilimitada
fr: Des organigrammes sauvegardés dans le cloud en illimité
hi: असीमित क्लाउड-सहेजे फ्लोचार्ट्स
pt_br: Fluxogramas ilimitados salvos na nuvem

source: Unlimited saved diagrams
de: Unbegrenzt gespeicherte Diagramme
es: Diagramas guardados ilimitados
hi: असीमित सहेजे गए आरेख
pt_br: Diagramas salvos ilimitados

source: Unlock AI Features and never lose your work with a Pro account.
de: Entsperren Sie KI-Funktionen und verlieren Sie nie wieder Ihre Arbeit mit einem Pro-Konto.
es: Desbloquea las funciones de IA y nunca pierdas tu trabajo con una cuenta Pro.
fr: Débloquez les fonctionnalités de l'IA et ne perdez jamais votre travail avec un compte Pro.
hi: प्रो खाते से AI फीचर्स खोलें और कभी भी अपना काम न खोएं।
pt_br: Desbloqueie recursos de IA e nunca perca seu trabalho com uma conta Pro.

source: Unlock Unlimited AI Flowcharts
de: Entsperren Sie unbegrenzte AI-Flussdiagramme
es: Desbloquea diagramas de flujo de IA ilimitados
fr: Débloquez des organigrammes AI illimités
hi: असीमित AI फ्लोचार्ट्स को अनलॉक करें
pt_br: Desbloqueie Fluxogramas de IA ilimitados

source: Unpaid
de: Unbezahlt
es: Impago
fr: Impayé
hi: अवैतनिक
pt_br: Não pago

source: Update Email
de: E-Mail aktualisieren
es: Actualizar correo electrónico
fr: Mettre à jour l'e-mail
hi: ईमेल अपडेट करें
pt_br: Atualizar e-mail

source: Updated Date
de: Aktualisierungsdatum
es: Fecha actualizada
hi: अपडेट की गई तारीख
pt_br: Data Atualizada

source: Upgrade Now - Save My Work
de: Jetzt upgraden - Meine Arbeit speichern
es: Actualizar ahora - Guardar mi trabajo
fr: Mettre à niveau maintenant - Sauvegarder mon travail
hi: अपग्रेड करें अब - मेरा काम सहेजें
pt_br: Faça o upgrade agora - Salve Meu Trabalho

source: Upgrade to Flowchart Fun Pro and unlock:
de: Upgrade auf Flowchart Fun Pro und schalte frei:
es: Actualiza a Flowchart Fun Pro y desbloquea:
fr: Passez à Flowchart Fun Pro et débloquez:
hi: फ्लोचार्ट फन प्रो पर अपग्रेड करें और अनलॉक करें:
pt_br: Faça o upgrade para o Flowchart Fun Pro e desbloqueie:

source: Upgrade to Flowchart Fun Pro to unlock SVG exports and enjoy more advanced features for your diagrams.
de: Upgrade auf Flowchart Fun Pro, um SVG-Export freizuschalten und mehr fortschrittliche Funktionen für Ihre Diagramme zu nutzen.
es: Actualiza a Flowchart Fun Pro para desbloquear la exportación de SVG y disfrutar de funciones más avanzadas para tus diagramas.
fr: Mettez à niveau vers Flowchart Fun Pro pour débloquer les exportations SVG et profiter de fonctionnalités avancées pour vos diagrammes.
hi: अपने डायग्राम के लिए एसवीजी निर्यात और अधिक उन्नत सुविधाओं का आनंद लेने के लिए फ्लोचार्ट फन प्रो पर अपग्रेड करें।
pt_br: Atualize para o Flowchart Fun Pro para desbloquear a exportação de SVG e aproveitar recursos mais avançados para seus diagramas.

source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Mettez à niveau vers Pro
hi: प्रो को अपग्रेड करें
pt_br: Atualize para Pro

source: Upgrade to Pro for permanent charts.
de: Upgrade auf Pro für dauerhafte Charts.
es: Actualiza a Pro para gráficos permanentes.
hi: प्रो अपग्रेड करें और स्थायी चार्ट प्राप्त करें।
pt_br: Atualize para o Pro para gráficos permanentes.

source: Upload your File
de: Laden Sie Ihre Datei hoch
es: Subir tu archivo
fr: Téléchargez votre fichier
hi: अपनी फाइल अपलोड करें
pt_br: Faça o upload do seu arquivo

source: Use Custom CSS Only
de: Nur benutzerdefinierte CSS verwenden
es: Usar solo CSS personalizado
fr: Utiliser uniquement du CSS personnalisé
hi: केवल कस्टम CSS का उपयोग करें
pt_br: Usar Somente CSS Personalizado

source: Use Lucidchart or Visio? CSV Import makes it easy to get data from any source!
de: Verwenden Sie Lucidchart oder Visio? Der CSV-Import erleichtert das Abrufen von Daten aus jeder Quelle!
es: ¿Usas Lucidchart o Visio? ¡La importación de CSV facilita obtener datos de cualquier fuente!
fr: Utilisez Lucidchart ou Visio ? L'importation CSV facilite l'obtention de données à partir de n'importe quelle source !
hi: क्या आप Lucidchart या Visio का उपयोग करते हैं? CSV आयात किसी भी स्रोत से डेटा प्राप्त करने को आसान बनाता है!
pt_br: Usa o Lucidchart ou o Visio? A importação de CSV torna fácil obter dados de qualquer fonte!

source: Use classes to group nodes
de: Verwenden Sie Klassen, um Knoten zu gruppieren
es: Usar clases para agrupar nodos
fr: Utilisez des classes pour regrouper les nœuds
hi: नोड्स को समूहों में सम्मिलित करने के लिए वर्ग उपयोग करें
pt_br: Use classes para agrupar nós

source: Use the attribute <0>href</0> to set a link on a node that opens in a new tab.
de: Verwenden Sie das Attribut <0>href</0>, um einem Knoten einen Link zu setzen, der in einem neuen Tab geöffnet wird.
es: Utilice el atributo <0>href</0> para establecer un enlace en un nodo que se abra en una nueva pestaña.
fr: Utilisez l'attribut <0>href</0> pour créer un lien sur un nœud qui s'ouvre dans un nouvel onglet.
hi: नोड पर एक लिंक सेट करने के लिए गुण <0>href</0> उपयोग करें जो एक नये टैब में खुलेगा।
pt_br: Use o atributo <0>href</0> para definir um link em um nó que abra em uma nova guia.

source: Use the attribute <0>src</0> to set the image of a node. The image will be scaled to fit the node, so you may need to adjust the width and height of the node to get the desired result. Only public images (not blocked by CORS) are supported.
de: Verwenden Sie das Attribut <0>src</0>, um das Bild eines Knotens zu setzen. Das Bild wird an den Knoten angepasst, sodass Sie möglicherweise die Breite und Höhe des Knotens anpassen müssen, um das gewünschte Ergebnis zu erzielen. Es werden nur öffentliche Bilder (nicht von CORS blockiert) unterstützt.
es: Utilice el atributo <0>src</0> para establecer la imagen de un nodo. La imagen se escalará para ajustarse al nodo, por lo que es posible que deba ajustar el ancho y la altura del nodo para obtener el resultado deseado. Solo se admiten imágenes públicas (no bloqueadas por CORS).
fr: Utilisez l'attribut <0>src</0> pour définir l'image d'un nœud. L'image sera mise à l'échelle pour s'adapter au nœud, vous devrez donc peut-être ajuster la largeur et la hauteur du nœud pour obtenir le résultat souhaité. Seules les images publiques (non bloquées par CORS) sont prises en charge.
hi: नोड की छवि सेट करने के लिए <0>src</0> गुण का उपयोग करें। छवि नोड के आकार में स्केल की जाएगी, इसलिए आपको आवश्यक प्रतिस्थापित करने के लिए नोड की चौड़ाई और ऊँचाई को समायोजित करना होगा। केवल सार्वजनिक छवियाँ (CORS द्वारा ब्लॉक नहीं की गई) समर्थित हैं।
pt_br: Use o atributo <0>src</0> para definir a imagem de um nó. A imagem será dimensionada para caber no nó, então você pode precisar ajustar a largura e altura do nó para obter o resultado desejado. Apenas imagens públicas (não bloqueadas por CORS) são suportadas.

source: Use the attributes <0>w</0> and <1>h</1> to explicitly set the width and height of a node.
de: Verwenden Sie die Attribute <0>w</0> und <1>h</1>, um die Breite und Höhe eines Knotens explizit festzulegen.
es: Utilice los atributos <0>w</0> y <1>h</1> para establecer explícitamente el ancho y la altura de un nodo.
fr: Utilisez les attributs <0>w</0> et <1>h</1> pour définir explicitement la largeur et la hauteur d'un nœud.
hi: नोड की विशिष्ट चौड़ाई और ऊँचाई सेट करने के लिए <0>w</0> और <1>h</1> गुण का उपयोग करें।
pt_br: Use os atributos <0>w</0> e <1>h</1> para definir explicitamente a largura e altura de um nó.
