Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: Get rapid responses to your questions
de: Erhalten Sie schnelle Antworten auf Ihre Fragen
es: Obtén respuestas rápidas a tus preguntas
fr: Obtenez des réponses rapides à vos questions
hi: अपने सवालों के लिए त्वरित प्रतिक्रियाएं प्राप्त करें
pt_br: Obtenha respostas rápidas para suas perguntas

source: Get unlimited flowcharts and premium features
de: Erhalten Sie unbegrenzte Flussdiagramme und Premium-Funktionen
es: Obtén flujogramas ilimitados y funciones premium
fr: Obtenez des flux de travail illimités et des fonctionnalités premium
hi: असीमित फ्लोचार्ट और प्रीमियम सुविधाओं का लाभ लें
pt_br: Obtenha fluxogramas ilimitados e recursos premium

source: Go back home
de: Geh zurück nach Hause
es: Vuelve a casa
fr: Retournez à la maison
hi: घर वापस जाओ
pt_br: Volte para casa

source: Go to the Editor
de: Gehe zum Editor
es: Ir al editor
fr: Aller à l'éditeur
hi: संपादक पर जाएं
pt_br: Vá para o Editor

source: Go to your Sandbox
de: Gehe zu deinem Sandkasten
es: Ve a tu Sandbox
fr: Allez à votre bac à sable
hi: अपने सैंडबॉक्स पर जाएं
pt_br: Vá para sua caixa de areia

source: Graph
de: Diagramm
es: Gráfico
fr: Graphique
hi: ग्राफ़
pt_br: Diagrama

source: Green?
de: Grün?
es: ¿Verde?
fr: Vert?
hi: हरा?
pt_br: Verde?

source: Grid
de: Raster
es: Cuadrícula
fr: Quadrillage
hi: ग्रिड
pt_br: Grade

source: Have complex questions or issues? We're here to help.
de: Haben Sie komplexe Fragen oder Probleme? Wir sind hier, um zu helfen.
es: ¿Tiene preguntas o problemas complejos? Estamos aquí para ayudar.
fr: Des questions ou des problèmes complexes ? Nous sommes là pour vous aider.
hi: जटिल सवाल या समस्याएं हैं? हम यहां आपकी मदद के लिए हैं।
pt_br: Tem questões ou problemas complexos? Estamos aqui para ajudar.

source: Here are some Pro features you can now enjoy.
de: Hier sind einige Pro-Funktionen, die Sie jetzt genießen können.
es: Aquí hay algunas características Pro que ahora puedes disfrutar.
fr: Voici quelques fonctionnalités Pro dont vous pouvez maintenant profiter.
hi: यहाँ आपको कुछ प्रो फीचर आनंद लेने को मिल रहे हैं।
pt_br: Aqui estão algumas funcionalidades Pro que você pode desfrutar agora.

source: High-quality exports with embedded fonts
de: Hochwertige Exporte mit eingebetteten Schriftarten
es: Exportaciones de alta calidad con fuentes incrustadas
fr: Des exports de haute qualité avec des polices intégrées
hi: एम्बेडेड फोंट के साथ उच्च गुणवत्ता वाले निर्यात
pt_br: Exportações de alta qualidade com fontes incorporadas

source: History
de: Verlauf
es: Historia
fr: Historique
hi: हिस्ट्री
pt_br: Histórico

source: Home
de: Startseite
es: Hogar
fr: Accueil
hi: होम
pt_br: Página inicial

source: How are edges declared in this data?
de: Wie werden Kanten in diesen Daten deklariert?
es: ¿Cómo se declaran los bordes en estos datos?
fr: Comment les bords sont-ils déclarés dans ces données?
hi: इस डेटा में कैसे किन्हीं कड़ियाँ घोषित होती हैं?
pt_br: Como as arestas são declaradas nestes dados?

source: How fast can I actually make something?
de: Wie schnell kann ich tatsächlich etwas erstellen?
es: ¿Qué tan rápido puedo crear algo realmente?
hi: मैं कितनी तेजी से कुछ बना सकता हूँ?
pt_br: Quão rápido posso realmente criar algo?

source: How would you like to save your chart?
de: Wie möchten Sie Ihren Chart speichern?
es: ¿Cómo te gustaría guardar tu gráfico?
fr: Comment souhaitez-vous enregistrer votre graphique?
hi: आप अपने चार्ट को कैसे सहेजना चाहेंगे?
pt_br: Como você gostaria de salvar seu gráfico?

source: I would like to request a new template:
de: Ich möchte gerne eine neue Vorlage anfordern:
es: Me gustaría solicitar una nueva plantilla:
fr: Je voudrais demander un nouveau modèle :
hi: मैं एक नया टेम्पलेट अनुरोध करना चाहता हूँ:
pt_br: Eu gostaria de solicitar um novo modelo:

source: ID's
es: ID
fr: ID
hi: आईडीज़

source: If an account with that email exists, we've sent you an email with instructions on how to reset your password.
de: Wenn ein Konto mit dieser E-Mail vorhanden ist, haben wir Ihnen eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts gesendet.
es: Si una cuenta con ese correo electrónico existe, le hemos enviado un correo electrónico con instrucciones sobre cómo restablecer su contraseña.
fr: Si un compte avec cet e-mail existe, nous vous avons envoyé un e-mail avec des instructions sur la façon de réinitialiser votre mot de passe.
hi: अगर उस ईमेल के साथ एक खाता मौजूद है, तो हमने आपको पासवर्ड रीसेट करने के लिए निर्देशों के साथ एक ईमेल भेजा है।
pt_br: Se uma conta com esse e-mail existir, enviamos um e-mail com instruções sobre como redefinir sua senha.

source: If you mean to create an edge, indent this line. If not, escape the colon with a backslash <0>\:</0>
de: Wenn Sie eine Kante erstellen möchten, rücken Sie diese Zeile ein. Wenn nicht, entkomme dem Doppelpunkt mit einem Backslash <0>\:</0>
es: Si desea crear un borde, indente esta línea. Si no, escapar el dos puntos con una barra invertida <0>\:</0>
fr: Si vous souhaitez créer un bord, faites une indentation de cette ligne. Sinon, échappez le deux-points avec une barre oblique <0>\:</0>
hi: यदि आप एक एड्ज बनाने के लिए मतलब है, तो इस लाइन को इंडेंट करें। यदि नहीं, तो कॉलन को बैक स्लैश के साथ भागो <0> \: </0>
pt_br: Se você quiser criar uma borda, indente esta linha. Se não, escape o dois-pontos com uma barra invertida <0>\:</0>

source: Images
de: Bilder
es: Imágenes
hi: छवियाँ
pt_br: Imagens

source: Import Data
de: Daten importieren
es: Importar datos
fr: Importer des données
hi: डेटा आयात करें
pt_br: Importar dados

source: Import data from a CSV file.
de: Daten aus einer CSV-Datei importieren.
es: Importar datos de un archivo CSV.
fr: Importer des données à partir d'un fichier CSV.
hi: CSV फ़ाइल से डेटा आयात करें।
pt_br: Importar dados de um arquivo CSV.

source: Import data from any CSV file and map it to a new flowchart. This is a great way to import data from other sources like Lucidchart, Google Sheets, and Visio.
de: Daten aus jeder CSV-Datei importieren und auf einem neuen Flussdiagramm abbilden. Dies ist eine großartige Möglichkeit, Daten aus anderen Quellen wie Lucidchart, Google Sheets und Visio zu importieren.
es: Importar datos de cualquier archivo CSV y asignarlo a un nuevo diagrama de flujo. Esta es una excelente manera de importar datos de otras fuentes como Lucidchart, Google Sheets y Visio.
fr: Importer des données à partir de n'importe quel fichier CSV et les mapper à un nouveau diagramme. C'est une excellente façon d'importer des données à partir d'autres sources telles que Lucidchart, Google Sheets et Visio.
hi: किसी भी CSV फ़ाइल से डेटा आयात करें और इसे एक नए प्रक्रिया चार्ट में मैप करें। यह अन्य स्रोतों जैसे लुसिडचार्ट, गूगल शीट्स और विसिओ से डेटा आयात करने के लिए एक अच्छा तरीका है।
pt_br: Importar dados de qualquer arquivo CSV e mapeá-los para um novo fluxograma. Esta é uma ótima maneira de importar dados de outras fontes, como Lucidchart, Google Sheets e Visio.

source: Import from CSV
de: Importieren Sie aus CSV
es: Importar desde CSV
fr: Importer depuis CSV
hi: CSV से आयात करें
pt_br: Importar do CSV

source: Import from Visio, Lucidchart, CSV
de: Importiere aus Visio, Lucidchart, CSV.
es: Importar desde Visio, Lucidchart, CSV
hi: विसियो, लुसिडचार्ट, सीएसवी से आयात करें
pt_br: Importar do Visio, Lucidchart, CSV

source: Import from Visio, Lucidchart, and CSV
de: Importieren Sie von Visio, Lucidchart und CSV
es: Importar desde Visio, Lucidchart y CSV
fr: Importer à partir de Visio, Lucidchart et CSV
hi: Visio, Lucidchart और CSV से आयात करें
pt_br: Importar de Visio, Lucidchart e CSV

source: Import from anywhere
de: Aus beliebiger Quelle importieren
es: Importar desde cualquier lugar
hi: कहीं से आयात करें
pt_br: Importar de qualquer lugar

source: Import from popular diagram tools
de: Importieren Sie aus beliebten Diagramm-Tools
es: Importa desde herramientas populares de diagramas
fr: Importez à partir d'outils de diagrammes populaires
hi: प्रसिद्ध आरेख उपकरणों से आयात करें
pt_br: Importe de ferramentas populares de diagramas

source: Import your diagram it into Microsoft Visio using one of these CSV files.
de: Importieren Sie Ihr Diagramm mithilfe einer dieser CSV-Dateien in Microsoft Visio.
es: Importa tu diagrama a Microsoft Visio usando uno de estos archivos CSV.
fr: Importez votre diagramme dans Microsoft Visio à l'aide de l'un de ces fichiers CSV.
hi: इन CSV फ़ाइलों में से एक का उपयोग करके अपनी आरेख Microsoft Visio में आयात करें।
pt_br: Importe seu diagrama para o Microsoft Visio usando um desses arquivos CSV.

source: Importing data is a pro feature. You can upgrade to Flowchart Fun Pro for just $6/month.
es: Importar datos es una función profesional. Puedes actualizar a Flowchart Fun Pro por solo $6/mes.
hi: डेटा आयात करना एक पेशेवर सुविधा है। आप केवल $6/माह के लिए Flowchart Fun Pro पर अपग्रेड कर सकते हैं।

source: Include a title using a <0>title</0> attribute. To use Visio coloring, add a <1>roleType</1> attribute equal to one of the following:
de: Fügen Sie einen Titel mit einem <0>title</0>-Attribut ein. Um die Visio-Farbgebung zu verwenden, fügen Sie ein <1>roleType</1>-Attribut gleich einem der folgenden hinzu:
es: Incluye un título usando un atributo <0>title</0>. Para usar el color de Visio, agrega un atributo <1>roleType</1> igual a uno de los siguientes:
fr: Incluez un titre en utilisant un attribut <0>title</0>. Pour utiliser la coloration Visio, ajoutez un attribut <1>roleType</1> égal à l'un des éléments suivants:
hi: एक <0>title</0> विशेषता का उपयोग करके एक शीर्षक शामिल करें। Visio रंगीनी का उपयोग करने के लिए, निम्नलिखित में से किसी एक के बराबर एक <1>roleType</1> विशेषता जोड़ें:
pt_br: Inclua um título usando um atributo <0>title</0>. Para usar a coloração do Visio, adicione um atributo <1>roleType</1> igual a uma das seguintes opções:

source: Indent to connect nodes
de: Rücke ein, um Knoten zu verbinden
es: Indenta para conectar nodos
fr: Indentez pour connecter les nœuds
hi: नोड को जोड़ने के लिए इंडेंट करें
pt_br: Identar para conectar os nós

source: Info
es: Información
hi: जानकारी
pt_br: Informações

source: Is
de: Ist
es: Es
fr: Est
hi: हाँ
pt_br: É

source: Is my data private?
de: Ist meine Daten privat?
es: ¿Es privados mis datos?
hi: क्या मेरा डेटा निजी है?
pt_br: Meus dados são privados?

source: JSON Canvas is a JSON representation of your diagram used by <0>Obsidian</0> Canvas and other applications.
de: JSON Canvas ist eine JSON-Repräsentation Ihres Diagramms, die von <0>Obsidian</0> Canvas und anderen Anwendungen verwendet wird.
es: JSON Canvas es una representación JSON de tu diagrama utilizada por <0>Obsidian</0> Canvas y otras aplicaciones.
fr: JSON Canvas est une représentation JSON de votre diagramme utilisée par <0>Obsidian</0> Canvas et d'autres applications.
hi: JSON कैनवास आपके द्वारा बनाई गई आपकी आरेख का एक JSON प्रतिनिधि है, जो <0>Obsidian</0> कैनवास और अन्य एप्लिकेशनों द्वारा उपयोग किया जाता है।
pt_br: O JSON Canvas é uma representação JSON do seu diagrama usado pelo <0>Obsidian</0> Canvas e outras aplicações.

source: Join 2000+ professionals who've upgraded their workflow
de: Werden Sie Teil von über 2000 Fachleuten, die ihren Arbeitsablauf verbessert haben
es: Únete a más de 2000 profesionales que han mejorado su flujo de trabajo
fr: Rejoignez plus de 2000 professionnels qui ont amélioré leur flux de travail
hi: अपने वर्कफ्लो को अपग्रेड कर चुके 2000+ पेशेवरों में शामिल हों
pt_br: Junte-se a mais de 2000 profissionais que aprimoraram seu fluxo de trabalho

source: Join thousands of happy users who love Flowchart Fun
de: Werde Teil von Tausenden zufriedenen Nutzern, die Flowchart Fun lieben
es: Únete a miles de usuarios felices que aman Flowchart Fun
fr: Rejoignez des milliers d'utilisateurs satisfaits qui adorent Flowchart Fun
hi: हजारों खुश उपयोगकर्ताओं के साथ शामिल हों जो Flowchart Fun से प्यार करते हैं
pt_br: Junte-se a milhares de usuários felizes que amam o Flowchart Fun

source: Keep Things Private
de: Halte Dinge privat
es: Mantener las cosas privadas
fr: Garder les choses privées
hi: चीजों को निजी रखें
pt_br: Mantenha as coisas privadas

source: Keep changes?
de: Änderungen speichern?
es: ¿Mantener cambios?
fr: Conserver les modifications ?
hi: परिवर्तन रखें?
pt_br: Manter alterações?

source: Keep practicing
de: Übe weiter
es: Sigue practicando
fr: Continuez à pratiquer
hi: अभ्यास जारी रखें
pt_br: Continue praticando

source: Keep your data private on your computer
de: Halten Sie Ihre Daten privat auf Ihrem Computer
es: Mantén tus datos privados en tu computadora
fr: Gardez vos données privées sur votre ordinateur
hi: अपने डेटा को अपने कंप्यूटर पर निजी रखें
pt_br: Mantenha seus dados privados em seu computador

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
pt_br: Idioma

source: Layout
es: Diseño
fr: Disposition
hi: रूपरेखा

source: Layout Algorithm
de: Layout-Algorithmus
es: Algoritmo de diseño
fr: Algorithme de mise en page
hi: लेआउट एल्गोरिदम
pt_br: Algoritmo de layout

source: Layout Frozen
de: Layout eingefroren
es: Diseño Congelado
fr: Mise en page gelée
hi: लेआउट फ्रोज़न
pt_br: Layout Congelado

source: Leading References
de: Führende Referenzen
es: Referencias principales
fr: Principales références
hi: प्रमुख संदर्भ
pt_br: Principais Referências

source: Learn More
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
hi: और अधिक जानें
pt_br: Saber mais

source: Learn Syntax
de: Syntax lernen
es: Aprender sintaxis
fr: Apprendre la syntaxe
hi: सिंटैक्स सीखें
pt_br: Aprender Sintaxe

source: Learn about Flowchart Fun Pro
de: Erfahren Sie mehr über Flowchart Fun Pro
es: Aprende sobre Flowchart Fun Pro
fr: En savoir plus sur Flowchart Fun Pro
hi: Flowchart Fun Pro के बारे में जानें
pt_br: Saiba mais sobre o Flowchart Fun Pro

source: Left to Right
de: Von links nach rechts
es: De izquierda a derecha
fr: De gauche à droite
hi: बाएं से दाएं
pt_br: Da esquerda para direita

source: Let us know why you're canceling. We're always looking to improve.
de: Lassen Sie uns wissen, warum Sie stornieren. Wir sind immer auf der Suche nach Verbesserungen.
es: Háganos saber por qué está cancelando. Siempre estamos buscando mejorar.
fr: Faites-nous savoir pourquoi vous annulez. Nous cherchons toujours à nous améliorer.
hi: हमें बताएं कि आप क्यों रद्द कर रहे हैं। हम हमेशा सुधार करने की कोशिश कर रहे हैं।
pt_br: Deixe-nos saber por que você está cancelando. Estamos sempre procurando melhorar.

source: Light
de: Hell
es: Luz
fr: Lumineux
hi: लाइट
pt_br: Claro

source: Light Mode
de: Heller Modus
es: Modo de luz
fr: Mode lumineux
hi: लाइट मोड
pt_br: Modo claro

source: Link
es: Enlace
fr: Lien
hi: लिंक

source: Link back
de: Verlinke zurück
es: Volver al enlace
fr: Faites un lien en arrière
hi: वापस लिंक करें
pt_br: Voltar ao link

source: Load
de: Laden
es: Cargar
fr: Charger
hi: लोड
pt_br: Carregar

source: Load Chart
de: Chart laden
es: Cargar gráfico
fr: Charger le graphique
hi: चार्ट लोड करें
pt_br: Carregar Gráfico

source: Load File
de: Datei laden
es: Cargar archivo
fr: Charger le fichier
hi: फ़ाइल लोड करें
pt_br: Carregar Arquivo

source: Load Files
de: Dateien laden
es: Cargar archivos
fr: Charger des fichiers
hi: फ़ाइलें लोड करें
pt_br: Carregar Arquivos

source: Load default content
de: Standardinhalt laden
es: Cargar contenido predeterminado
fr: Charger le contenu par défaut
hi: डिफ़ॉल्ट सामग्री लोड करें
pt_br: Carregar conteúdo padrão

source: Load from link?
de: Von Link laden?
es: ¿Cargar desde el enlace?
fr: Charger à partir du lien?
hi: लिंक से लोड करें?
pt_br: Carregar a partir do link?

source: Load layout and styles
de: Layout und Stile laden
es: Cargar diseño y estilos
fr: Charger la mise en page et les styles
hi: लोड लेआउट और शैलियां
pt_br: Carregar layout e estilos

source: Loading...
de: Wird geladen...
es: Cargando...
hi: लोड हो रहा है...
pt_br: Carregando...

source: Local File Support
de: Lokale Dateiunterstützung
es: Soporte de archivos locales
fr: Support de fichier local
hi: स्थानीय फ़ाइल समर्थन
pt_br: Suporte de Arquivo Local

source: Local saving for offline access
de: Lokales Speichern für den Offline-Zugriff
es: Guardado local para acceder sin conexión
fr: Enregistrement local pour un accès hors ligne
hi: ऑफ़लाइन उपयोग के लिए स्थानीय सहेजना
pt_br: Salvamento local para acesso offline

source: Lock Zoom to Graph
de: Zoom an Graph anpassen
es: Bloquear Zoom al gráfico
fr: Verrouiller le Zoom sur le Graphique
hi: ग्राफ पर जूम लॉक करें
pt_br: Bloquear Zoom para o Gráfico

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉग इन करें
pt_br: Acessar

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
pt_br: Deslogar

source: Log in to Save
de: Einloggen, um zu speichern
es: Inicia sesión para guardar
fr: Connectez-vous pour enregistrer
hi: सेव में लॉग इन करें
pt_br: Faça login para salvar

source: Log in to upgrade your account
de: Melde dich an, um dein Konto zu aktualisieren
es: Iniciar sesión para actualizar tu cuenta
fr: Connectez-vous pour mettre à niveau votre compte
hi: अपने खाते को अपग्रेड करने के लिए लॉग इन करें
pt_br: Faça login para atualizar sua conta

source: Make a One-Time Donation
de: Machen Sie eine einmalige Spende
es: Realizar una donación única
fr: Faites un don unique
hi: एक बार दान करें
pt_br: Faça uma Doação Única

source: Make it yours
de: Mach es zu deinem
es: Hazlo tuyo
hi: अपना बनाएं
pt_br: Faça-o seu

source: Make publicly accessible
de: Öffentlich zugänglich machen
es: Hacerlo accesible al público
fr: Rendre accessible au public
hi: सार्वजनिक रूप से एक्सेस दें
pt_br: Tornar publicamente acessível

source: Manage Billing
de: Abrechnung verwalten
es: Administrar facturación
fr: Gérer la facturation
hi: बिलिंग प्रबंधित करें
pt_br: Gerenciar Faturamento

source: Map Data
de: Daten abbilden
es: Datos de mapa
fr: Cartographier les données
hi: डेटा मैप
pt_br: Mapear Dados

source: Maximum width of text inside nodes
de: Maximale Breite des Textes innerhalb der Knoten
es: Ancho máximo del texto dentro de los nodos
fr: Largeur maximale du texte à l'intérieur des nœuds
hi: नोड्स के अंदर टेक्स्ट की अधिकतम चौड़ाई
pt_br: Largura máxima do texto dentro dos nós

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
pt_br: Mensal

source: Move
de: Verschieben
es: Mover
hi: चलो
pt_br: Mover

source: Move {0}
de: Verschieben {0}
es: Mover {0}
hi: चलो {0}
pt_br: Mover {0}

source: Multiple pointers on same line
de: Mehrere Zeiger auf derselben Zeile
es: Múltiples punteros en la misma línea
fr: Plusieurs pointeurs sur la même ligne
hi: एक ही लाइन पर कई प्रतीक
pt_br: Múltiplos ponteiros na mesma linha

source: My dog ate my credit card!
de: Mein Hund hat meine Kreditkarte gefressen!
es: ¡Mi perro se comió mi tarjeta de crédito!
fr: Mon chien a mangé ma carte de crédit!
hi: मेरा कुत्ता मेरा क्रेडिट कार्ड खा गया!
pt_br: Meu cachorro comeu meu cartão de crédito!

source: Name
es: Nombre
hi: नाम
pt_br: Nome

source: Name Chart
de: Diagramm benennen
es: Nombre del gráfico
fr: Nommer le graphique
hi: चार्ट का नाम
pt_br: Nome do Gráfico

source: Name your chart
de: Benennen Sie Ihren Chart
es: Nombre su gráfico
fr: Nommez votre graphique
hi: अपने चार्ट को नाम दें
pt_br: Dê um nome ao seu gráfico

source: New
de: Neues
es: Nuevo
fr: Nouveau
hi: नया
pt_br: Novo

source: New Email
de: Neue e-mail
es: Nuevo Correo Electrónico
fr: Nouveau courriel
hi: नई ईमेल
pt_br: Novo Email

source: New Flowchart
de: Neue Flussdiagramm
es: Nuevo Diagrama de Flujo
hi: नया फ्लोचार्ट
pt_br: Novo Fluxograma

source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
hi: नया फोल्डर
pt_br: Nova Pasta

source: Next charge
de: Nächste Gebühr
es: Próximo cargo
fr: Prochain paiement
hi: अगला चार्ज
pt_br: Próxima cobrança

source: No Edges
de: Keine Kanten
es: Sin Bordes
fr: Pas de bords
hi: कोई किनारे नहीं
pt_br: Sem Bordas

source: No Folder (Root)
de: Kein Ordner (Hauptverzeichnis)
es: Sin Carpeta (Raíz)
hi: कोई फोल्डर नहीं (मूल)
pt_br: Sem Pasta (Raiz)

source: No Watermarks!
de: Keine Wasserzeichen!
es: ¡Sin marcas de agua!
fr: Pas de filigranes !
hi: कोई वॉटरमार्क्स नहीं!
pt_br: Sem Marca d'Água!

source: No charts yet
de: Keine Diagramme vorhanden
es: Sin gráficos aún
hi: अभी तक कोई चार्ट नहीं
pt_br: Nenhum gráfico ainda

source: No items in this folder
de: Keine Elemente in diesem Ordner
es: No hay elementos en esta carpeta
hi: इस फोल्डर में कोई आइटम नहीं
pt_br: Nenhum item nesta pasta

source: No matching charts found
de: Keine übereinstimmenden Diagramme gefunden
es: No se encontraron gráficos coincidentes
hi: कोई मिलते जुलते चार्ट नहीं मिले
pt_br: Nenhum gráfico correspondente encontrado

source: Node Border Style
de: Knotenrahmenstil
es: Estilo de borde de nodo
fr: Style de bordure de nœud
hi: नोड सीमा शैली
pt_br: Estilo de Borda do Nó

source: Node Colors
de: Knotenfarben
es: Colores de nodo
fr: Couleurs de nœud
hi: नोड रंग
pt_br: Cores do Nó

source: Node ID
de: Knoten-ID
es: ID de nodo
fr: Identifiant de nœud
hi: नोड आईडी
pt_br: ID do Nó

source: Node ID, Classes, Attributes
de: Knoten-ID, Klassen, Attribute
es: ID de nodo, clases, atributos
fr: Identifiant de nœud, classes, attributs
hi: नोड आईडी, वर्ग, गुण
pt_br: ID do Nó, Classes, Atributos

source: Node Label
de: Knotenbeschriftung
es: Etiqueta de nodo
fr: Étiquette de nœud
hi: नोड लेबल
pt_br: Rótulo do Nó

source: Node Shape
de: Knotenform
es: Forma de Nodo
fr: Forme de nœud
hi: नोड आकार
pt_br: Forma do Nó

source: Node Shapes
de: Knotenformen
es: Formas de nodo
fr: Formes de nœud
hi: नोड आकार
pt_br: Formas do Nó

source: Nodes
de: Knoten
es: Nodos
fr: Nœuds
hi: नोड्स
pt_br: Nós

source: Nodes can be styled with dashed, dotted, or double. Borders can also be removed with border_none.
de: Knoten können mit gestrichelt, punktiert oder doppelt gestaltet werden. Grenzen können auch mit border_none entfernt werden.
es: Los nodos se pueden estilizar con líneas discontinuas, punteadas o dobles. También se pueden eliminar los bordes con border_none.
fr: Les nœuds peuvent être stylisés avec des traits, des points ou des doubles. Les bordures peuvent également être supprimées avec border_none.
hi: नोड्स को डैश्ड, डॉट्ड, या डबल के साथ शैलीयित किया जा सकता है। सीमाओं को बॉर्डर_नोन के साथ हटाया जा सकता है।
pt_br: Nós podem ser estilizados com traços, pontos ou duplos. Bordas também podem ser removidas com border_none.

source: Not Empty
de: Nicht leer
es: No vacío
fr: Pas vide
hi: खाली नहीं
pt_br: Não Vazio

source: Now you're thinking with flowcharts!
de: Jetzt denkst du mit Flussdiagrammen!
es: ¡Ahora estás pensando con diagramas de flujo!
fr: Maintenant vous pensez avec des organigrammes !
hi: अब आप फ्लोचार्ट के साथ सोच रहे हैं!
pt_br: Agora você está pensando com fluxogramas!

source: Office Hours
de: Geschäftszeiten
es: Horas de oficina
fr: Heures de travail
hi: कार्यालय अवधि
pt_br: Horário de trabalho

source: Once in a while the magic link will end up in your spam folder. If you don't see it after a few minutes, check there or request a new link.
de: legentlich landet der magische Link in Ihrem Spam-Ordner. Wenn Sie ihn nach ein paar Minuten nicht sehen, überprüfen Sie dort oder fordern Sie einen neuen Link an.
es: De vez en cuando, el enlace mágico acabará en tu carpeta de spam. Si no lo ves después de unos minutos, busca allí o solicita un nuevo enlace.
fr: temps en temps, le lien magique finira par atterrir dans votre dossier de pourriel. Si vous ne le voyez pas après quelques minutes, vérifiez-y ou demandez un nouveau lien.
hi: कभी-कभी मैजिक लिंक आपके स्पैम फोल्डर में खत्म हो जाता है। अगर आप कुछ मिनट बाद उसे नहीं देख रहे हैं, तो वहां जाकर देखें या एक नया लिंक अनुरोध करें।
pt_br: vez em quando, o link mágico acabará em sua pasta de spam. Se você não o vir após alguns minutos, verifique lá ou solicite um novo link.

source: One on One Support
de: Eins-zu-eins-Unterstützung
es: Soporte uno a uno
fr: Un à un support
hi: एक प्रति एक समर्थन
pt_br: Suporte Um a Um
