Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: If you enjoy using <0>Flowchart Fun</0>, please consider supporting the project
fr: Si vous appréciez l'utilisation de <0>Flowchart Fun</0>, veuillez envisager de soutenir le projet

source: Subscribe to Pro and flowchart the fun way!
fr: Abonnez-vous à Pro et créez des organigrammes de manière amusante !

source: Trusted by Professionals and Academics
fr: Fait confiance aux professionnels et aux universitaires

source: Turn your ideas into professional diagrams in seconds
fr: Transformez vos idées en diagrammes professionnels en quelques secondes

source: Upgrade to Pro for $2/month
fr: Passer à la version Pro pour 2 $ par mois

source: You can create unlimited permanent flowcharts with <0>Flowchart Fun Pro</0>.
fr: Vous pouvez créer des diagrammes de flux illimités et permanents avec <0>Flowchart Fun Pro</0>.
