Repository: tone-row/flowchart-fun
Catalog: app/src/locales/*/messages.po
Languages: de, es, fr, hi, pt_br

source: $48/year (save 33%) · Cancel anytime
es: $48/año (ahorra 33%) · Cancelar en cualquier momento
hi: $48/वर्ष (33% बचाएं) · कभी भी रद्द करें

source: $6/mo
es: $6/mes
hi: $6/महीना

source: 1 Temporary Flowchart
de: 1 Vorläufiger Flussdiagramm
es: 1 Diagrama de Flujo Temporal
fr: 1 Organigramme temporaire
hi: 1 अस्थायी फ्लोचार्ट
pt_br: 1 Fluxograma Temporário

source: 1 diagram at a time
de: 1 Diagramm zur gleichen Zeit
es: 1 diagrama a la vez
hi: एक डायग्राम एक समय में
pt_br: 1 diagrama por vez

source: <0>Custom CSS Only</0> is enabled. Only the Layout and Advanced settings will be applied.
de: <0>Nur benutzerdefiniertes CSS</0> ist aktiviert. Nur die Layout- und Erweiterten Einstellungen werden angewandt.
es: <0>Solo CSS personalizado</0> está habilitado. Solo se aplicarán los ajustes de Diseño y Avanzados.
fr: <0>Seul le CSS personnalisé</0> est activé. Seuls les paramètres de mise en page et avancés seront appliqués.
hi: <0>कस्टम CSS केवल</0> सक्षम है। केवल लेआउट और एडवांस्ड सेटिंग्स लागू की जाएगी।
pt_br: <0>Somente CSS Personalizado</0> está habilitado. Somente as configurações de Layout e Avançadas serão aplicadas.

source: <0>Flowchart Fun</0> is an open source project made by <1>Tone Row</1>
de: <0>Flowchart Fun</0> ist ein Open-Source-Projekt von <1>Tone Row</1>
es: <0>Flowchart Fun</0> es un proyecto de código abierto hecho por <1>Tone Row</1>
fr: <0>Flowchart Fun</0> est un projet open source réalisé par <1>Tone Row</1>
hi: <0>Flowchart Fun</0> <1>Tone Row</1> द्वारा बनाई गई एक खुला स्रोत परियोजना है
pt_br: <0>Flowchart Fun</0> é um projeto de código aberto feito por <1>Tone Row</1>

source: <0>Sign In</0> / <1>Sign Up</1> with email and password
de: <0>Anmelden</0> / <1>Registrieren</1> mit E-Mail und Passwort
es: <0>Iniciar sesión</0> / <1>Registrarse</1> con correo electrónico y contraseña
fr: <0>Se connecter</0> / <1>S'inscrire</1> avec email et mot de passe
hi: <0>साइन इन</0> / <1>साइन अप</1> ईमेल और पासवर्ड के साथ
pt_br: <0>Entrar</0> / <1>Cadastrar</1> com e-mail e senha

source: A new version of the app is available. Please reload to update.
de: Eine neue Version der App ist verfügbar. Bitte neu laden, um zu aktualisieren.
es: Una nueva versión de la aplicación está disponible. Por favor, recargue para actualizar.
fr: Une nouvelle version de l'application est disponible. Veuillez recharger pour mettre à jour.
hi: एप्प का एक नया वर्जन उपलब्ध है। अपडेट करने के लिए रीलोड करें।
pt_br: Uma nova versão do aplicativo está disponível. Por favor, recarregue para atualizar.

source: AI Creation & Editing
de: KI-Erstellung & Bearbeitung
es: Creación y edición de IA
fr: Création et édition d'IA
hi: एआई निर्माण और संपादन
pt_br: Criação e Edição de IA

source: AI generation & editing
de: KI-Generierung & Bearbeitung
es: Generación y edición de IA
hi: एआई उत्पादन और संपादन
pt_br: Geração e edição de IA

source: AI-Powered Flowchart Creation
de: KI-unterstützte Erstellung von Flussdiagrammen
es: Creación de diagramas de flujo con inteligencia artificial
fr: Création de diagrammes de flux alimentés par l'IA
hi: एआई-पावर्ड फ्लोचार्ट निर्माण
pt_br: Criação de fluxogramas com Inteligência Artificial

source: AI-generated from plain text in under 5 seconds.
de: In unter 5 Sekunden aus einfachem Text generiert.
es: Generado por IA a partir de texto plano en menos de 5 segundos.
hi: एआई द्वारा सादा पाठ से 5 सेकंड के अंदर उत्पन्न किया गया।
pt_br: Gerado por IA a partir de texto simples em menos de 5 segundos.

source: AI-powered editing to supercharge your workflow
de: KI-unterstützte Bearbeitung zur Beschleunigung Ihres Arbeitsablaufs
es: Edición impulsada por inteligencia artificial para potenciar tu flujo de trabajo
fr: Édition alimentée par l'IA pour booster votre flux de travail
hi: एआई पावर्ड संपादन आपके वर्कफ्लो को तेज करने के लिए
pt_br: Edição com inteligência artificial para turbinar seu fluxo de trabalho

source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
pt_br: Sobre

source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
pt_br: Conta

source: Add a backslash (<0>\</0>) before any special characters: <1>(</1>, <2>:</2>, <3>#</3>, or <4>.</4>`
de: Fügen Sie einen Backslash (<0>\</0>) vor jedem Sonderzeichen ein: <1>(</1>, <2>:</2>, <3>#</3>, oder <4>.</4>`
es: Agregue una barra invertida (<0>\</0>) antes de cualquier carácter especial: <1>(</1>, <2>:</2>, <3>#</3>, o <4>.</4>
fr: Ajoutez un backslash (<0>\</0>) avant tout caractère spécial: <1>(</1>, <2>:</2>, <3>#</3>, ou <4>.</4>
hi: किसी भी विशेष वर्ण के पहले एक बैकस्लैश (<0>\</0>) जोड़ें: <1>(</1>, <2>:</2>, <3>#</3>, या <4>.</4>
pt_br: Adicione uma barra invertida (<0>\</0>) antes de quaisquer caracteres especiais: <1>(</1>, <2>:</2>, <3>#</3>, ou <4>.</4>

source: Add some steps
de: Füge einige Schritte hinzu
es: Agrega algunos pasos
fr: Ajouter des étapes
hi: कुछ चरण जोड़ें
pt_br: Adicione alguns passos

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: उन्नत
pt_br: Avançado

source: Align Horizontally
de: Horizontal ausrichten
es: Alinear Horizontalmente
fr: Aligner Horizontalement
hi: आड़े सारी तरफ
pt_br: Alinhar Horizontalmente

source: Align Nodes
de: Ausrichten von Knoten
es: Alinear nodos
fr: Aligner les nœuds
hi: नोड्स को संरेखित करें
pt_br: Alinhar Nós

source: Align Vertically
de: Vertikal ausrichten
es: Alinear Verticalmente
fr: Aligner Verticalement
hi: ऊपर-नीचे सारी तरफ
pt_br: Alinhar Verticalmente

source: All this for just $6/month - less than your daily coffee ☕
es: Todo esto por solo $6 al mes, menos que tu café diario ☕
hi: सिर्फ $6/महीने में यह सब - आपके दैनिक कॉफ़ी से कम ☕

source: Always presentation-ready
de: Immer präsentationsbereit
es: Siempre listo para presentar
hi: हमेशा प्रस्तुति के लिए तैयार
pt_br: Sempre pronto para apresentação

source: Amount
de: Betrag
es: Cantidad
fr: Montant
hi: रकम
pt_br: Total

source: An error occurred. Try resubmitting or email {0} directly.
de: Es ist ein Fehler aufgetreten. Versuchen Sie, es erneut einzureichen oder senden Sie eine E-Mail direkt an {0}.
es: Se ha producido un error. Inténtalo de nuevo o envía un correo electrónico directamente a {0}.
fr: Une erreur s'est produite. Essayez de l'envoyer à nouveau ou bien envoyez un e-mail à l'adresse {0}.
hi: एक एरर हो गया. फिर से सबमिट करने की कोशिश करें या सीधे {0} ईमेल करें.
pt_br: Ocorreu um erro. Tente reenviar ou envie um e-mail direto para {0}.

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Thème
hi: दिखावट
pt_br: Aparência

source: Are you sure you want to delete the flowchart "{0}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Flussdiagramm löschen möchten?
es: ¿Estás seguro/a de que quieres eliminar el diagrama de flujo?
hi: क्या आप वाकई फ्लोचार्ट को हटाना चाहते हैं?
pt_br: Tem certeza de que deseja excluir o fluxograma?

source: Are you sure you want to delete the folder "{0}" and all its contents? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Ordner löschen möchten?
es: ¿Estás seguro/a de que quieres eliminar la carpeta?
hi: क्या आप वाकई फ़ोल्डर को हटाना चाहते हैं?
pt_br: Tem certeza de que deseja excluir a pasta?

source: Are you sure you want to delete the folder "{0}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Ordner löschen möchten?
es: ¿Estás seguro/a de que quieres eliminar la carpeta?
hi: क्या आप वाकई फ़ोल्डर को हटाना चाहते हैं?
pt_br: Tem certeza de que deseja excluir a pasta?

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr(e) ?
hi: क्या आप निश्चित हैं?
pt_br: Tem certeza?

source: Arrow Size
de: Größe des Pfeils
es: Tamaño de flecha
fr: Taille de la flèche
hi: तीर आकार
pt_br: Tamanho da Seta

source: Attributes
de: Attribute
es: Atributos
fr: Attributs
hi: गुण
pt_br: Atributos

source: August 2023
es: Agosto 2023
fr: Août 2023
hi: 2023 अगस्त
pt_br: Agosto de 2023

source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
pt_br: Voltar

source: Back To Editor
de: Zurück zum Editor
es: Volver al Editor
fr: Retour à l'éditeur
hi: संपादक पर वापस जाएं
pt_br: Voltar ao editor

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
hi: पृष्ठभूमि रंग
pt_br: Cor de Fundo

source: Basic Flowchart
de: Grundlegender Flussdiagramm
es: Diagrama de Flujo Básico
fr: Diagramme de flux de base
hi: बेसिक फ्लोचार्ट
pt_br: Fluxograma Básico

source: Become a Github Sponsor
de: Werden Sie ein Github-Sponsor
es: Convierte en un Patrocinador de Github
fr: Devenez un sponsor Github
hi: गिटहब स्पॉन्सर बनें
pt_br: Seja um patrocinador do Github

source: Become a Pro User
de: Werden Sie ein Pro-Benutzer
es: Convierte en un Usuario Pro
fr: Devenez un utilisateur Pro
hi: प्रो उपयोगकर्ता बनें
pt_br: Se torne um usuário Pro

source: Begin your journey
de: Beginne deine Reise
es: Comienza tu viaje
fr: Commencez votre voyage
hi: अपनी यात्रा शुरू करें
pt_br: Comece sua jornada

source: Billed annually at $48
es: Facturado anualmente a $48
hi: वार्षिक रूप से $48 का बिल बनाया जाएगा

source: Billed monthly at $6
es: Facturado mensualmente a $6
hi: मासिक रूप से $6 पर बिल किया जाता है

source: Blog
hi: ब्लॉग

source: Book a Meeting
de: Ein Treffen buchen
es: Reserva una reunión
fr: Réserver une réunion
hi: एक बैठक बुक करें
pt_br: Reserve uma Reunião

source: Border Color
de: Rahmenfarbe
es: Color de borde
fr: Couleur de bordure
hi: सीमा रंग
pt_br: Cor da Borda

source: Border Width
de: Rahmenbreite
es: Ancho de borde
fr: Largeur de bordure
hi: सीमा चौड़ाई
pt_br: Largura da Borda

source: Bottom to Top
de: Von unten nach oben
es: De abajo a arriba
fr: De bas en haut
hi: नीचे से शीर्ष तक
pt_br: De baixo para cima

source: Breadthfirst
de: In die Breite
es: Primero en amplitud
fr: Parcours en largeur
hi: चौड़ाई पहले
pt_br: Por extensão

source: Build your personal flowchart library
de: Erstellen Sie Ihre persönliche Flussdiagramm-Bibliothek
es: Construye tu biblioteca personal de diagramas de flujo
fr: Construisez votre bibliothèque personnelle de diagrammes de flux
hi: अपनी निजी फ्लोचार्ट लाइब्रेरी बनाएं
pt_br: Construa sua biblioteca pessoal de fluxogramas

source: Can I import my existing diagrams?
de: Kann ich meine bestehenden Diagramme importieren?
es: ¿Puedo importar mis diagramas existentes?
hi: क्या मैं अपने मौजूदा आरेखों को आयात कर सकता हूं?
pt_br: Posso importar meus diagramas existentes?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
pt_br: Cancelar

source: Cancel anytime
de: Jederzeit kündbar
es: Cancelar en cualquier momento
fr: Annulez à tout moment
hi: कभी भी रद्द करें
pt_br: Cancelar a qualquer momento

source: Cancel your subscription. Your hosted charts will become read-only.
de: Kündigen Sie Ihr Abonnement. Ihre gehosteten Diagramme werden schreibgeschützt.
es: Cancele su suscripción. Sus gráficos alojados se convertirán en solo lectura.
fr: Résilier votre abonnement. Vos graphiques hébergés seront en lecture seule.
hi: अपनी सदस्यता रद्द करें. आपके होस्ट किये गए चार्ट सिर्फ़ पढ़े जा सकेंगे.
pt_br: Cancele sua inscrição. Seus diagramas hospedados não serão modificáveis.

source: Certain attributes can be used to customize the appearance or functionality of elements.
de: Bestimmte Attribute können verwendet werden, um das Aussehen oder die Funktionalität von Elementen anzupassen.
es: Ciertos atributos se pueden usar para personalizar la apariencia o la funcionalidad de los elementos.
fr: Certains attributs peuvent être utilisés pour personnaliser l'apparence ou la fonctionnalité des éléments.
hi: कुछ गुण तत्वों की दिखता या कार्यक्षमता को अनुकूलित करने के लिए उपयोग किए जा सकते हैं।
pt_br: Certos atributos podem ser usados para personalizar a aparência ou funcionalidade dos elementos.

source: Change Email Address
de: E-Mail Adresse ändern
es: Cambiar dirección de correo electrónico
fr: Changer l'adresse email
hi: ईमेल पता बदलें
pt_br: Mude o endereço de email

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
hi: बदलाव का
pt_br: Registro de alterações

source: Charts
de: Diagramme
es: Gráficos
fr: Graphiques
hi: चार्ट
pt_br: Diagramas

source: Check out the guide:
de: Schau dir die Anleitung an:
es: Echa un vistazo a la guía:
fr: Vérifiez le guide :
hi: गाइड की जाँच करें:
pt_br: Confira o guia:

source: Check your email for a link to log in.<0/>You can close this window.
de: Überprüfen Sie Ihre E-Mail auf einen Link zum Einloggen. Sie können dieses Fenster schließen.
es: Revise su correo electrónico para obtener un enlace para iniciar sesión. Puede cerrar esta ventana.
fr: Vérifiez votre e-mail pour un lien de connexion. Vous pouvez fermer cette fenêtre.
hi: लॉग इन करने के लिए अपने ईमेल की जाँच करें। आप इस विंडो को बंद कर सकते हैं।
pt_br: Verifique seu e-mail para um link para fazer login. Você pode fechar esta janela.

source: Choose
de: Wählen
es: Seleccionar
fr: Choisir
hi: चुनें
pt_br: Escolha

source: Choose Template
de: Vorlage auswählen
es: Elige plantilla
fr: Choisir un modèle
hi: टेम्पलेट चुनें
pt_br: Escolha o Modelo

source: Choose from a variety of arrow shapes for the source and target of an edge. Shapes include triangle, triangle-tee, circle-triangle, triangle-cross, triangle-backcurve, vee, tee, square, circle, diamond, chevron, none. .
de: Wählen Sie aus einer Vielzahl von Pfeilformen für die Quelle und das Ziel einer Kante aus. Formen beinhalten Dreieck, Dreieck-Tee, Kreis-Dreieck, Dreieck-Kreuz, Dreieck-Rückbiegung, Vee, Tee, Quadrat, Kreis, Diamant, Chevron und keine.
es: Elija entre una variedad de formas de flecha para la fuente y el destino de un borde. Las formas incluyen triángulo, triángulo-camiseta, círculo-triángulo, triángulo-cruz, triángulo-curva posterior, vee, camiseta, cuadrado, círculo, diamante, chevron, ninguno.
fr: Choisissez parmi une variété de formes de flèches pour la source et la cible d'un bord. Les formes incluent triangle, triangle-tee, cercle-triangle, triangle-croix, triangle-backcurve, vee, tee, carré, cercle, diamant, chevron, aucun.
hi: एक किनारे के स्रोत और लक्ष्य के लिए विभिन्न तीर आकारों से चुनें। आकार शामिल हैं त्रिकोण, त्रिकोण-टी, सर्कल-त्रिकोण, त्रिकोण-क्रॉस, त्रिकोण-बैककर्व, वी, टी, चौकोर, हीरा, चेवरॉन और कोई नहीं।
pt_br: Escolha entre uma variedade de formas de seta para a origem e o destino de uma aresta. As formas incluem triângulo, triângulo-tee, triângulo-círculo, triângulo-cruz, triângulo-curva-inversa, vee, tee, quadrado, círculo, diamante, chevron e nenhum.

source: Choose how edges connect between nodes
de: Wählen Sie, wie Kanten zwischen Knoten verbunden werden
es: Elija cómo se conectan los bordes entre nodos
fr: Choisissez comment les bords se connectent entre les nœuds
hi: नोड्स के बीच एज कैसे कनेक्ट करें चुनें
pt_br: Escolha como as arestas se conectam entre os nós

source: Choose how nodes are automatically arranged in your flowchart
de: Wählen Sie aus, wie Knoten automatisch in Ihrem Flussdiagramm angeordnet werden
es: Elija cómo se organizan automáticamente los nodos en su diagrama de flujo
fr: Choisissez comment les nœuds sont automatiquement disposés dans votre organigramme
hi: अपने फ्लोचार्ट में नोडों को स्वचालित रूप से व्यवस्थित कैसे करें चुनें
pt_br: Escolha como os nós são automaticamente dispostos em seu fluxograma

source: Circle
de: Kreis
es: Círculo
fr: Cercle
hi: परिधि
pt_br: Círculo

source: Classes
de: Klassen
es: Clases
hi: वर्ग

source: Clear
de: Löschen
es: Claridad
fr: Effacer
hi: साफ़
pt_br: Apagar

source: Clear text?
de: Text löschen?
es: ¿Texto claro?
fr: Effacer le texte?
hi: पाठ साफ़ करें?
pt_br: Limpar o texto?

source: Clone
de: Klon
es: Clon
fr: Cloner
hi: क्लोन करें
pt_br: Clonar

source: Clone Flowchart
de: Flussdiagramm klonen
es: Clonar diagrama de flujo
hi: फ्लोचार्ट को क्लोन करें
pt_br: Clonar Fluxograma

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
pt_br: Fechar

source: Color
de: Farbe
fr: Couleur
hi: रंग
pt_br: Cor

source: Colors include red, orange, yellow, blue, purple, black, white, and gray.
de: Farben beinhalten Rot, Orange, Gelb, Blau, Violett, Schwarz, Weiß und Grau.
es: Los colores incluyen rojo, naranja, amarillo, azul, morado, negro, blanco y gris.
fr: Les couleurs incluent le rouge, l'orange, le jaune, le bleu, le pourpre, le noir, le blanc et le gris.
hi: रंग में लाल, नारंगी, पीला, नीला, बैंगनी, काला, सफेद, और ग्रे शामिल हैं।
pt_br: As cores incluem vermelho, laranja, amarelo, azul, roxo, preto, branco e cinza.

source: Column
de: Spalte
es: Columna
fr: Colonne
hi: स्तंभ
pt_br: Coluna

source: Comment
de: Kommentar
es: Comentario
fr: Commenter
hi: टिप्पणी
pt_br: Comente

source: Community templates
de: Community-Vorlagen
es: Plantillas de la comunidad
hi: समुदाय टेम्पलेट
pt_br: Modelos da comunidade

source: Compare our plans and find the perfect fit for your flowcharting needs
de: Vergleichen Sie unsere Pläne und finden Sie die perfekte Lösung für Ihre Flussdiagramm-Bedürfnisse
es: Compara nuestros planes y encuentra el ajuste perfecto para tus necesidades de diagramación de flujo
fr: Comparez nos plans et trouvez celui qui convient parfaitement à vos besoins en matière de flowcharting
hi: हमारे प्लानों की तुलना करें और अपनी फ्लोचार्टिंग की आवश्यकताओं के लिए सही विकल्प खोजें
pt_br: Compare nossos planos e encontre o ajuste perfeito para suas necessidades de fluxograma

source: Concentric
de: Konzentrisch
es: Concéntrico
fr: Concentrique
hi: गाढ़ा
pt_br: Concêntrico

source: Confirm New Email
de: Neue E-Mail bestätigen
es: Confirmar nuevo correo electrónico
fr: Confirmer le nouveau Email
hi: नई ईमेल की पुष्टि करें
pt_br: Confirme o novo email

source: Confirm your email address to sign in.
de: Bestätigen Sie Ihre E-Mail-Adresse, um sich anzumelden.
es: Confirma tu dirección de correo electrónico para iniciar sesión.
fr: Confirmez votre adresse e-mail pour vous connecter.
hi: साइन इन करने के लिए अपना ईमेल पता पुष्टि करें।
pt_br: Confirme seu endereço de e-mail para fazer login.

source: Connect your Data
de: Verbinden Sie Ihre Daten
es: Conecta tus datos
fr: Connectez vos données
hi: अपने डेटा को कनेक्ट करें
pt_br: Conecte seus Dados

source: Containers
de: Behälter
es: Contenedores
fr: Conteneurs
hi: कंटेनर
pt_br: Recipientes

source: Containers are nodes that contain other nodes. They are declared using curly braces.
de: Container sind Knoten, die andere Knoten enthalten. Sie werden mit geschweiften Klammern deklariert.
es: Los contenedores son nodos que contienen otros nodos. Se declaran usando llaves.
fr: Les conteneurs sont des nœuds qui contiennent d'autres nœuds. Ils sont déclarés à l'aide de accolades.
hi: कंटेनर उन नोड्स हैं जो अन्य नोड्स को सम्मिलित करते हैं। वे कर्ली ब्रेस का उपयोग करके घोषित किया जाता है।
pt_br: Os containers são nós que contêm outros nós. Eles são declarados usando chaves.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
pt_br: Continuar

source: Continue in Sandbox (Resets daily, work not saved)
de: Weiter im Sandbox-Modus (wird täglich zurückgesetzt, Arbeit wird nicht gespeichert)
es: Continuar en el Área de Pruebas (Se reinicia diariamente, el trabajo no se guarda)
fr: Continuer dans le bac à sable (Réinitialisé quotidiennement, travail non sauvegardé)
hi: सैंडबॉक्स में जारी रखें (दैनिक रूप से रीसेट होता है, काम सहेजा नहीं जाता)
pt_br: Continuar no Sandbox (Redefine diariamente, trabalho não salvo)

source: Controls the flow direction of hierarchical layouts
de: Steuert die Flussrichtung von hierarchischen Layouts
es: Controla la dirección del flujo de los diseños jerárquicos
fr: Contrôle la direction du flux des mises en page hiérarchiques
hi: वर्गीकृत लेआउट की धारा को नियंत्रित करता है
pt_br: Controla a direção do fluxo dos layouts hierárquicos

source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
hi: परिवर्तन करें
pt_br: Converter

source: Convert to Flowchart
de: In Flussdiagramm konvertieren
es: Convertir a Diagrama de Flujo
fr: Convertir en diagramme
hi: फ्लोचार्ट में बदलें
pt_br: Converter para Fluxograma

source: Convert to hosted chart?
de: In gehostetes Diagramm konvertieren?
es: ¿Convertir a gráfico hospedado?
fr: Convertir en graphique hébergé ?
hi: होस्टेड चार्ट में कनवर्ट करें?
pt_br: Converter em diagrama hospedado?

source: Cookie Policy
de: Cookie-Richtlinie
es: Política de cookies
fr: Politique de cookies
hi: कुकी नीति
pt_br: Política de Cookies

source: Copied SVG code to clipboard
de: SVG-Code in Zwischenablage kopiert
es: Código SVG copiado al portapapeles
fr: Code SVG copié dans le presse-papier
hi: क्लिपबोर्ड पर SVG कोड कॉपी किया गया
pt_br: Código SVG copiado para a área de transferência

source: Copied {format} to clipboard
de: {Format} in Zwischenablage kopiert
es: {format} copiado al portapapeles
fr: {format} copié dans le presse-papier
hi: क्लिपबोर्ड पर {प्रारूप} कॉपी किया गया
pt_br: {format} copiado para a área de transferência

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
pt_br: Copiar

source: Copy PNG Image
de: PNG-Bild kopieren
es: Copiar imagen PNG
fr: Copier l'image PNG
hi: PNG छवि कॉपी करें
pt_br: Copiar imagem PNG

source: Copy SVG Code
de: Kopieren Sie den SVG-Code
es: Copiar código SVG
fr: Copier le code SVG
hi: SVG कोड कॉपी करें
pt_br: Copiar código SVG

source: Copy your Excalidraw code and paste it into <0>excalidraw.com</0> to edit. This feature is experimental and may not work with all diagrams. If you find a bug, please <1>let us know</1>.
de: Kopiere deinen Excalidraw-Code und füge ihn in <0>excalidraw.com</0> ein, um ihn zu bearbeiten. Diese Funktion ist experimentell und funktioniert möglicherweise nicht mit allen Diagrammen. Wenn du einen Fehler findest, <1>lass es uns wissen</1>.
es: Copia tu código Excalidraw y pégalo en <0>excalidraw.com</0> para editar. Esta característica es experimental y puede que no funcione con todos los diagramas. Si encuentras un error, <1>háganoslo saber</1>.
fr: Copiez votre code Excalidraw et collez-le sur <0>excalidraw.com</0> pour le modifier. Cette fonctionnalité est expérimentale et peut ne pas fonctionner avec tous les diagrammes. Si vous trouvez un bug, <1>faites-le nous savoir</1>.
hi: अपने Excalidraw कोड को कॉपी करें और <0>excalidraw.com</0> में पेस्ट करें ताकि आप संपादित कर सकें। यह सुविधा प्रयोगात्मक है और सभी आरेखों के साथ काम नहीं कर सकती। यदि आपको कोई बग मिलता है, तो <1>हमें जानकारी दें।</1>
pt_br: Copie o seu código Excalidraw e cole-o em <0>excalidraw.com</0> para editar. Esta funcionalidade é experimental e pode não funcionar com todos os diagramas. Se você encontrar um bug, por favor <1>deixe-nos saber</1>.

source: Copy your mermaid.js code or open it directly in the mermaid.js live editor.
de: Kopieren Sie Ihren mermaid.js-Code oder öffnen Sie ihn direkt im mermaid.js Live-Editor.
es: Copia tu código mermaid.js o abrilo directamente en el editor en vivo de mermaid.js.
fr: Copiez votre code mermaid.js ou ouvrez-le directement dans l'éditeur en direct mermaid.js.
hi: अपना मर्मेड.जेएस कोड कॉपी करें या मर्मेड.जेएस लाइव एडिटर में सीधे खोलें।
pt_br: Copie seu código mermaid.js ou abra diretamente no editor ao vivo mermaid.js.

source: Create
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
pt_br: Criar

source: Create Flowcharts using AI
de: Erstellen Sie Flussdiagramme mit KI
es: Crear diagramas de flujo con IA
fr: Créer des organigrammes à l'aide de l'IA
hi: एआई का उपयोग करके फ्लोचार्ट बनाएं
pt_br: Criar Fluxogramas usando IA

source: Create Unlimited Flowcharts
de: Erstellen Sie unbegrenzte Flussdiagramme
es: Crear diagramas de flujo ilimitados
fr: Créer des diagrammes illimités
hi: असीमित पारितकथाओं बनाएं
pt_br: Crie fluxogramas ilimitados

source: Create a New Chart
de: Nein Diagramm erstellen
es: Crea un nuevo gráfico
fr: Créer un nouveau graphique
hi: एक नया चार्ट बनाएं
pt_br: Criar um Novo Gráfico
